Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: Approve Transfer
ar_sa: الموافقة على النقل
es_es: Aprobar transferencia
fr_fr: Approuver Transfert
jp_jp: 移行を承認する
pt_pt: Aprovar transferência
uk_ua: Затвердити передачу

source: Cancel Transfer
ar_sa: إلغاء النقل
es_es: Cancelar transferencia
fr_fr: Annuler le transfert
jp_jp: 移行をキャンセルする
pt_pt: Cancelar transferência
uk_ua: Скасувати передачу

source: Reject Transfer
ar_sa: رفض النقل
es_es: Rechazar transferencia
fr_fr: Refuser le transfert
jp_jp: 移行を拒否する
pt_pt: Rejeitar transferência
uk_ua: Відхилити передачу

source: Completed
ar_sa: منجز
es_es: Completado
fr_fr: Complété
jp_jp: 完了
pt_pt: Completado
uk_ua: Завершено

source: Name
ar_sa: إسم
es_es: Nombre
fr_fr: Nom
jp_jp: 名前
pt_pt: Nome
uk_ua: Назва

source: Initiated Date
ar_sa: تاريخ البدء
es_es: Fecha de Inicio
fr_fr: Date d'initiation
jp_jp: 開始日
pt_pt: Data de início
uk_ua: Дата початку

source: Expiry Date
ar_sa: تاريخ الانتهاء
es_es: Fecha de caducidad
fr_fr: Date d'expiration
jp_jp: 有効期限
pt_pt: Data de expiração
uk_ua: Термін дії

source: Status
ar_sa: الحالة
es_es: Estado
fr_fr: Statut
jp_jp: ステータス
pt_pt: Estado
uk_ua: Стан

source: Actions
ar_sa: الإجراءات
es_es: Acciones
jp_jp: アクション
pt_pt: Ações
uk_ua: Дії

source: Are you sure you want to approve this transfer?
ar_sa: هل أنت متأكد من أنك تريد الموافقة على هذا النقل؟
es_es: ¿Estás seguro de que quieres aprobar esta transferencia?
fr_fr: Êtes-vous sûr de vouloir approuver ce transfert ?
jp_jp: この移行を承認しますか？
pt_pt: Tem certeza de que deseja aprovar esta transferência?
uk_ua: Ви впевнені, що хочете схвалити цю передачу?

source: Confirm
ar_sa: تأكيد
es_es: Confirmar
fr_fr: Confirmer
jp_jp: 確認
pt_pt: Confirmar
uk_ua: Підтвердити

source: Are you sure you want to cancel this transfer?
ar_sa: هل أنت متأكد من أنك تريد إلغاء هذا النقل؟
es_es: ¿Estás seguro de querer cancelar esta transferencia?
fr_fr: Êtes-vous sûr de vouloir annuler ce transfert ?
jp_jp: この移行をキャンセルしますか？
pt_pt: Tem certeza de que deseja cancelar esta transferência?
uk_ua: Ви впевнені, що бажаєте скасувати цю передачу?

source: Are you sure you want to reject this transfer?
ar_sa: هل أنت متأكد من أنك تريد رفض هذا النقل؟
es_es: ¿Estás seguro de que quieres rechazar esta transferencia?
fr_fr: Êtes-vous sûr de vouloir refuser ce transfert ?
jp_jp: この移行を拒否しますか？
pt_pt: Tem certeza de que deseja rejeitar esta transferência?
uk_ua: Ви впевнені, що бажаєте відхилити цю передачу?

source: No Data
ar_sa: لا توجد بيانات
es_es: No hay datos
fr_fr: Pas de données
jp_jp: データなし
pt_pt: Sem dados
uk_ua: Немає даних

source: Registrar
ar_sa: المسجل
es_es: Registrador
fr_fr: Greffier
jp_jp: 登録者
pt_pt: Agente de registo
uk_ua: Реєстратор

source: Date
ar_sa: التاريخ
es_es: Fecha
jp_jp: 日付
pt_pt: Data
uk_ua: Дата

source: Log
ar_sa: السجل
fr_fr: Journal
jp_jp: ログ
pt_pt: Registo
uk_ua: Журнал

source: Command
ar_sa: أمر
es_es: Comando
fr_fr: Commande
jp_jp: コマンド
pt_pt: Comando
uk_ua: Команда

source: Domain
ar_sa: النطاق
es_es: Dominio
fr_fr: Domaine
jp_jp: ドメイン
pt_pt: Domínio
uk_ua: Домен

source: Length
ar_sa: طول
es_es: Duración
fr_fr: Longueur
jp_jp: 長さ
pt_pt: Duração
uk_ua: Довжина

source: From
ar_sa: من
es_es: De
fr_fr: De
jp_jp: から
pt_pt: De
uk_ua: Від

source: To
ar_sa: الى
es_es: Hasta
fr_fr: À
jp_jp: へ
pt_pt: A
uk_ua: До

source: Amount
ar_sa: المبلغ
es_es: Importe
fr_fr: Quantité
jp_jp: 金額
pt_pt: Quantidade
uk_ua: Сума

source: Host Name
ar_sa: اسم المضيف
es_es: Nombre del host
fr_fr: Nom d'hôte
jp_jp: ホスト名
pt_pt: Nome do host
uk_ua: Ім'я хоста

source: Creation Date
ar_sa: تاريخ الإنشاء
es_es: Fecha de creación
fr_fr: Date création
jp_jp: 作成日
pt_pt: Data da criação
uk_ua: Дата створення

source: Are you sure you want to delete this host?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا المضيف؟
es_es: ¿Está seguro que desea eliminarlo?
fr_fr: Êtes-vous sûr de vouloir supprimer cet hôte ?
jp_jp: このホストを削除しますか？
pt_pt: Tem certeza de que deseja eliminar este host?
uk_ua: Ви дійсно бажаєте видалити цього хоста?

source: Message
ar_sa: نص الرسالة
es_es: Mensaje
jp_jp: メッセージ
pt_pt: Mensagem
uk_ua: Повідомлення

source: Message Type
ar_sa: نوع الرسالة
es_es: Tipo de mensaje
fr_fr: Type de message
jp_jp: メッセージタイプ
pt_pt: Tipo de mensagem
uk_ua: Тип повідомлення

source: Object
ar_sa: كائن
es_es: Objeto
fr_fr: Objet
jp_jp: オブジェクト
pt_pt: Objeto
uk_ua: Об'єкт

source: Subject
ar_sa: الموضوع
es_es: Sujeto
fr_fr: Sujet
jp_jp: 件名
pt_pt: Sujeito
uk_ua: Тема

source: Category
ar_sa: الفئة
es_es: Categoría
fr_fr: Catégorie
jp_jp: カテゴリ
pt_pt: Categoria
uk_ua: Категорія

source: Priority
ar_sa: الأولوية
es_es: Prioridad
fr_fr: Priorité
jp_jp: 優先度
pt_pt: Prioridade
uk_ua: Пріоритет

source: Email
ar_sa: البريد الإلكتروني
es_es: Correo electrónico
jp_jp: 電子メール
uk_ua: Е-пошта

source: Balance
ar_sa: الرصيد
es_es: Saldo
fr_fr: Solde
jp_jp: バランス
pt_pt: Saldo
uk_ua: Баланс

source: Description
ar_sa: التوصيف
es_es: Descripción
jp_jp: 説明
pt_pt: Descrição
uk_ua: Опис

source: Identifier
ar_sa: المعرف
es_es: Identificador
fr_fr: Identificateur
jp_jp: 識別子
pt_pt: Identificador
uk_ua: Ідентифікатор

source: Phone
ar_sa: الهاتف
es_es: Teléfono
fr_fr: Téléphone
jp_jp: 電話
pt_pt: Telefone
uk_ua: Телефон

source: Are you sure you want to delete this contact?
ar_sa: هل تريد حقًا مسح جهة الاتصال هذه؟
es_es: ¿Está seguro de que desea eliminar este contacto?
fr_fr: Êtes-vous certain de vouloir supprimer ce contact?
jp_jp: この連絡先を削除しますか？
pt_pt: Tem certeza de que deseja eliminar este contacto?
uk_ua: Ви дійсно хочете видалити цей контакт?

source: Object Type
ar_sa: نوع الكائن
es_es: Tipo de Objeto
fr_fr: Type d'objet
jp_jp: オブジェクトタイプ
pt_pt: Tipo do objeto
uk_ua: Тип об'єкта

source: Result
ar_sa: النتيجة
es_es: Resultado
fr_fr: Résultat
jp_jp: 結果
pt_pt: Resultado
uk_ua: Результат

source: Milliseconds
ar_sa: مللي ثواني
es_es: Milisegundos
fr_fr: Millisecondes
jp_jp: ミリ秒
pt_pt: Milissegundos
uk_ua: Мілісекунди

source: Registrant
ar_sa: صاحب السجل
es_es: Registrante
fr_fr: Titulaire
jp_jp: 登録者
pt_pt: Registante
uk_ua: Реєстрант

source: Expiration Date
ar_sa: تاريخ انتهاء الصلاحية
es_es: Fecha de expiración
fr_fr: Date d'expiration
jp_jp: 有効期限
pt_pt: Data de expiração
uk_ua: Термін дії

source: Are you sure you want to delete this domain?
ar_sa: هل أنت متأكد أنك تريد حذف هذا النطاق؟
es_es: ¿Seguro que desea eliminar este dominio?
fr_fr: Êtes-vous sûr de vouloir supprimer ce domaine ?
jp_jp: このドメインを削除しますか？
pt_pt: Tem certeza de que deseja eliminar este domínio?
uk_ua: Ви впевнені, що хочете видалити цей домен?

source: Are you sure you want to restore this domain?
ar_sa: هل أنت متأكد من أنك تريد استعادة هذا النطاق؟
es_es: ¿Está seguro de que desea restaurar este dominio?
fr_fr: Êtes-vous sûr de vouloir restaurer ce domaine ?
jp_jp: このドメインを復元しますか？
pt_pt: Tem certeza de que deseja restaurar este domínio?
uk_ua: Ви впевнені, що бажаєте відновити цей домен?

source: Are you sure you want to submit restore report for this domain?
ar_sa: هل أنت متأكد من أنك تريد إرسال تقرير الاستعادة لهذا النطاق؟
es_es: ¿Está seguro de que desea enviar el informe de restauración para este dominio?
fr_fr: Êtes-vous sûr de vouloir soumettre le rapport de restauration pour ce domaine ?
jp_jp: このドメインの復元報告を送信しますか？
pt_pt: Tem certeza de que deseja enviar relatório de restauração para este domínio?
uk_ua: Ви впевнені, що хочете надіслати звіт про відновлення для цього домену?

source: Number
ar_sa: رقم
es_es: Número
fr_fr: Nombre
jp_jp: 番号
pt_pt: Número
uk_ua: Номер

source: Total Domains
ar_sa: إجمالي النطاقات
es_es: Total de dominios
fr_fr: Domaines totaux
jp_jp: 全ドメイン数
pt_pt: Domínios totais
uk_ua: Всього доменів

source: Created Domains
ar_sa: النطاقات المنشأة
es_es: Dominios creados
fr_fr: Domaines créés
jp_jp: 作成されたドメイン
pt_pt: Domínios criados
uk_ua: Створені домени

source: Renewed Domains
ar_sa: النطاقات المجددة
es_es: Dominios renovados
fr_fr: Domaines renouvelés
jp_jp: 更新されたドメイン
pt_pt: Domínios renovados
uk_ua: Поновлений домени

source: Transferred Domains
ar_sa: النطاقات المنقولة
es_es: Dominios transferidos
fr_fr: Domaines transférés
jp_jp: 移転されたドメイン
pt_pt: Domínios transferidos
uk_ua: Передані домени

source: Deleted Domains
ar_sa: النطاقات المحذوفة
es_es: Dominios eliminados
fr_fr: Domaines supprimés
jp_jp: 削除されたドメイン
pt_pt: Domínios excluídos
uk_ua: Видалені домени

source: Restored Domains
ar_sa: النطاقات المستعادة
es_es: Dominios restaurados
fr_fr: Domaines restaurés
jp_jp: 復元されたドメイン
pt_pt: Domínios restaurados
uk_ua: Відновлені домени

source: Script
ar_sa: النص
fr_fr: Alphabet
jp_jp: スクリプト
uk_ua: Алфавіт

source: Roles
ar_sa: الأدوار
es_es: Funciones
fr_fr: Rôles
jp_jp: 役割
pt_pt: Funções
uk_ua: Ролі

source: Verified
ar_sa: تم التحقق
es_es: Verificado
fr_fr: Vérifié
jp_jp: 検証済み
pt_pt: Verificado
uk_ua: Перевірено

source: Applicant
ar_sa: مقدم الطلب
es_es: Solicitante
fr_fr: Demandeur
jp_jp: 申請者
pt_pt: Candidato
uk_ua: Заявник

source: Phase
ar_sa: المرحلة
es_es: Fase
jp_jp: フェーズ
pt_pt: Fase
uk_ua: Фаза

source: Are you sure you want to delete this application?
ar_sa: هل أنت متأكد أنك تريد حذف هذا الطلب؟
es_es: ¿Seguro que desea eliminar esta aplicación?
fr_fr: Êtes-vous sûr de vouloir supprimer cette application ?
jp_jp: このアプリケーションを削除しますか？
pt_pt: Tem a certeza de que deseja eliminar esta aplicação?
uk_ua: Ви впевнені, що хочете видалити цю заявку?

source: My Profile
ar_sa: ملفي الشخصي
es_es: Mi perfil
fr_fr: Mon Profil
jp_jp: 私のプロフィール
pt_pt: Meu perfil
uk_ua: Мій профіль

source: Overview
ar_sa: نظرة عامة
es_es: Resumen
fr_fr: Vue d’ensemble
jp_jp: 概要
pt_pt: Resumo
uk_ua: Огляд

source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
jp_jp: 詳細
pt_pt: Detalhes
uk_ua: Деталі

source: User Name
ar_sa: اسم المستخدم
es_es: Nombre de usuario
fr_fr: Nom d'Utilisateur
jp_jp: ユーザー名
pt_pt: Nome de usuário
uk_ua: Ім'я користувача

source: Role
ar_sa: الدور
es_es: Rol
fr_fr: Rôle
jp_jp: 役割
pt_pt: Função
uk_ua: Роль

source: Change Password
ar_sa: تغيير كلمة المرور
es_es: Cambiar contraseña
fr_fr: Changer de mot de passe
jp_jp: パスワードを変更
pt_pt: Alterar senha
uk_ua: Змінити пароль

source: Old Password
ar_sa: كلمة المرور القديمة
es_es: Contraseña anterior
fr_fr: Ancien mot de passe
jp_jp: 古いパスワード
pt_pt: Senha antiga
uk_ua: Старий пароль

source: New Password
ar_sa: كلمة المرور الجديدة
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
jp_jp: 新しいパスワード
pt_pt: Nova senha
uk_ua: Новий пароль

source: Back
ar_sa: رجوع
es_es: Volver
fr_fr: Retour
jp_jp: 戻る
pt_pt: Voltar
uk_ua: Назад

source: Update
ar_sa: تحديث
es_es: Actualizar
fr_fr: Mettre à jour
jp_jp: 更新
pt_pt: Atualizar
uk_ua: Оновити

source: Two-Factor Authentication
ar_sa: المصادقة الثنائية
es_es: Autenticación de dos factores
fr_fr: Authentification à deux facteurs
jp_jp: 二要素認証
pt_pt: Autenticação de dois fatores
uk_ua: Двофакторна аутентифікація

source: Set up 2FA for additional security. Scan the QR code with your authentication app and enter the provided code below to verify.
ar_sa: قم بإعداد المصادقة الثنائية لتوفير أمن إضافي. امسح رمز QR باستخدام تطبيق المصادقة الخاص بك وأدخل الرمز المتاح أدناه للتحقق منه.
pt_pt: Configure 2FA para segurança adicional. Digitalize o código QR com o seu aplicativo de autenticação e insira o código fornecido abaixo para verificar.
uk_ua: Налаштуйте 2FA для додаткового захисту. Відскануйте QR-код за допомогою програми автентифікації та введіть наведений нижче код для перевірки.

source: Manual Entry Secret
ar_sa: السر المدخل يدويا
es_es: Entrada manual secreta
fr_fr: Saisie manuelle du secret
jp_jp: 手動でエントリーシークレットを入力
pt_pt: Segredo de entrada manual
uk_ua: Секрет Введення вручну

source: If you're unable to scan the QR code, enter this secret manually into your authentication app. The secret is case-sensitive and should be entered exactly as shown.
ar_sa: إذا كنت غير قادر على مسح رمز QR، أدخل هذا السر يدوياً في تطبيق المصادقة الخاص بك، إذ أن السر حساس لحالة الأحرف ويجب إدخاله تماماً كما هو موضح.
es_es: Si no puedes escanear el código QR, introduce este secreto manualmente en tu aplicación de autenticación. El secreto es sensible a mayúsculas y debe introducirse exactamente como se muestra.
fr_fr: Si vous ne pouvez pas scanner le code QR, saisissez ce secret manuellement dans votre application d'authentification. Le secret est sensible à la casse et doit être entré exactement comme indiqué.
jp_jp: QRコードをスキャンできない場合は、このシークレットを認証アプリに手動で入力してください。シークレットは大文字と小文字を区別し、表示された通りに正確に入力する必要があります。
pt_pt: Se você não conseguir escanear o código QR, insira este segredo manualmente no seu aplicativo de autenticação. O segredo diferencia maiúsculas de minúsculas e deve ser inserido exatamente como mostrado.
uk_ua: Якщо ви не можете сканувати QR-код, введіть цей секрет вручну в додатку для автентифікації. Секрет чутливий до регістру і повинен бути введений точно, як показано зараз.

source: Verification Code
ar_sa: رمز التحقق
es_es: Código de verificación
fr_fr: Code de vérification
jp_jp: 認証コード
pt_pt: Código de verificação
uk_ua: Код підтвердження

source: Enter code
ar_sa: أدخل الرمز
es_es: Introduzca el código
fr_fr: Entrer le code
jp_jp: コードを入力
pt_pt: Insira o código
uk_ua: Введіть код

source: Enter the code generated by your authentication app. This code verifies that your 2FA setup is working correctly. Once entered, click
ar_sa: أدخل الرمز الذي تم إنشاؤه بواسطة تطبيق المصادقة الخاص بك. إذ أن الرمز يؤكد أن إعداد المصادقة الثنائية الخاص بك يعمل بشكل صحيح. وبمجرد إدخاله، انقر فوق
es_es: Introduzca el código generado por su aplicación de autenticación. Este código verifica que su configuración de 2FA está funcionando correctamente. Una vez introducido, haga clic
fr_fr: Entrez le code généré par votre application d'authentification. Ce code vérifie que votre configuration 2FA fonctionne correctement. Une fois saisi, cliquez
jp_jp: 認証アプリで生成されたコードを入力してください。このコードは、2FAのセットアップが正常に機能していることを確認します。入力後、クリックして
pt_pt: Insira o código gerado pelo seu aplicativo de autenticação. Este código verifica se sua configuração de 2FA está funcionando corretamente. Uma vez inserido, clique
uk_ua: Введіть код, згенерований вашим додатком для автентифікації. Цей код перевіряє, що налаштування 2FA працюють правильно. Після введення, натисніть кнопку

source: Save 2FA Settings
ar_sa: حفظ إعدادات المصادقة الثنائية
es_es: Guardar ajustes de 2FA
fr_fr: Enregistrer les paramètres d'A2F
jp_jp: 2FAの設定を保存
pt_pt: Salvar configurações de 2FA
uk_ua: Збережіть налаштування 2FA

source: to activate two-factor authentication for your account.
ar_sa: لتفعيل المصادقة الثنائية لحسابك.
es_es: para activar la autenticación de dos factores para su cuenta.
fr_fr: pour activer l'authentification à deux facteurs pour votre compte.
jp_jp: あなたのアカウントの2要素認証を有効にします。
pt_pt: para ativar a autenticação de dois fatores em sua conta.
uk_ua: щоб активувати двофакторну автентифікацію для вашого облікового запису.

source: Your account is secured with an additional layer of protection.
ar_sa: يتم تأمين حسابك بطبقة إضافية من الحماية.
es_es: Tu cuenta está asegurada con una capa adicional de protección.
fr_fr: Votre compte est sécurisé avec une protection supplémentaire.
jp_jp: あなたのアカウントは追加の保護レイヤーで保護されています。
pt_pt: Sua conta está protegida com uma camada adicional de proteção.
uk_ua: Ваш обліковий запис захищений з додатковим рівнем захисту.

source: 2FA is currently
ar_sa: المصادقة الثنائية حاليا
es_es: 2FA está actualmente
fr_fr: L'A2F est actuellement
jp_jp: 現在、2FAは
pt_pt: 2FA está atualmente
uk_ua: Наразі 2FA

source: enabled
ar_sa: مفعلة
es_es: activada
fr_fr: activé
jp_jp: 有効化
pt_pt: ativada
uk_ua: увімкнено

source: for your account. If you encounter any issues or need to disable 2FA, please contact our support team for assistance.
ar_sa: بالنسبة لحسابك، في حالة مواجهة أية مشاكل أو تحتاج إلى القيام بتعطيل المصادقة الثنائية، يرجى الاتصال بفريق الدعم للحصول على المساعدة.
es_es: para su cuenta. Si encuentra algún problema o necesita desactivar 2FA, póngase en contacto con nuestro equipo de soporte para obtener asistencia.
fr_fr: pour votre compte. Si vous rencontrez des problèmes ou si vous avez besoin de désactiver 2FA, veuillez contacter notre équipe d'assistance pour obtenir de l'aide.
jp_jp: あなたのアカウント用に有効化されています。問題が発生した場合や2FAを無効にする必要がある場合は、サポートチームに連絡してください。
pt_pt: para sua conta. Se você encontrar algum problema ou precisar desativar o 2FA, entre em contato com nossa equipe de suporte para obter assistência.
uk_ua: для вашого облікового запису. Якщо ви зіткнетеся з будь-якими питаннями або потребуєте вимкнення 2FA, зверніться до нашої служби підтримки за допомогою.

source: WebAuthn Authentication
ar_sa: مصادقة WebAuthn
es_es: Autenticación WebAuthn
fr_fr: Authentification WebAuthn
jp_jp: WebAuthn認証
pt_pt: Autenticação WebAuthn
uk_ua: WebAuthn автентифікація

source: Secure your account with WebAuthn. Click the button below to register your device for passwordless sign-in.
ar_sa: قم بتأمين حسابك باستخدام WebAuthn. وانقر على الزر أدناه لتسجيل جهازك للدخول بدون كلمة مرور.
es_es: Asegure su cuenta con WebAuthn. Haga clic en el botón de abajo para registrar su dispositivo para iniciar sesión sin contraseña.
fr_fr: Sécurisez votre compte avec WebAuthn. Cliquez sur le bouton ci-dessous pour enregistrer votre appareil pour vous connecter sans mot de passe.
jp_jp: WebAuthnを使用してアカウントをセキュアにします。パスワードなしでサインインするために、以下のボタンをクリックしてデバイスを登録してください。
pt_pt: Proteja sua conta com a WebAuthn. Clique no botão abaixo para registrar seu dispositivo para entrar sem senha.
uk_ua: Захистіть свій обліковий запис за допомогою WebAuth. Натисніть кнопку нижче, щоб зареєструвати пристрій для безпаролю.

source: Connect WebAuthn Device
ar_sa: توصيل جهاز WebAuthn
es_es: Conectar dispositivo WebAuthn
fr_fr: Connecter l'appareil WebAuthn
jp_jp: WebAuthnデバイスに接続
pt_pt: Conectar o dispositivo WebAuthn
uk_ua: Підключіть WebAuthn пристрій

source: Device/Browser Info
ar_sa: معلومات الجهاز/المستعرض
es_es: Información del Dispositivo/Navegador
fr_fr: Infos appareil/navigateur
jp_jp: デバイス/ブラウザ情報
pt_pt: Informacao do dispositivo/navegador
uk_ua: Інформація про пристрій/браузер

source: Registration Date
ar_sa: تاريخ التسجيل
es_es: Fecha de registro
fr_fr: Date d'enregistrement
jp_jp: 登録日
pt_pt: Data de registo
uk_ua: Дата реєстрації

source: Action
ar_sa: إجراء
es_es: Acción
jp_jp: アクション
pt_pt: Ação
uk_ua: Дія

source: Edit
ar_sa: تحرير
es_es: Editar
fr_fr: Éditer
jp_jp: 編集
pt_pt: Editar
uk_ua: Змінити

source: No devices found.
ar_sa: لم يتم العثور على أجهزة.
es_es: Ningún dispositivo encontrado.
fr_fr: Aucun périphérique trouvé.
jp_jp: デバイスが見つかりません。
pt_pt: Não foram encontrados dispositivos.
uk_ua: Пристроїв не знайдено.

source: User Audit Log
ar_sa: سجل تدقيق المستخدم
es_es: Registro de auditoría de usuario
fr_fr: Journal d'audit de l'utilisateur
jp_jp: ユーザー監査ログ
pt_pt: Log de auditoria do usuário
uk_ua: Журнал аудиту користувача

source: Track and review all user activities in your account below. Monitor logins, profile changes, and other key actions to ensure security and transparency.
ar_sa: قم بتتبع ومراجعة جميع أنشطة المستخدم في حسابك أدناه. راقب تسجيل الدخول، وتغييرات الملف الشخصي، والإجراءات الرئيسية الأخرى لضمان الأمن والشفافية.
es_es: Seguimiento y revisión de todas las actividades de usuario en su cuenta a continuación. Monitorizar inicios de sesión, cambios de perfil y otras acciones clave para garantizar la seguridad y transparencia.
fr_fr: Suivre et examiner toutes les activités de l'utilisateur dans votre compte ci-dessous. Surveiller les connexions, les changements de profil et d'autres actions clés pour assurer la sécurité et la transparence.
jp_jp: 以下であなたのアカウント内の全てのユーザー活動を追跡し、レビューしてください。ログイン、プロフィールの変更、その他の主要なアクションをモニタリングし、セキュリティと透明性を確保します。
pt_pt: Acompanhe e revise todas as atividades de usuário na sua conta abaixo. Monitore os logins, as alterações de perfil e outras ações chave para garantir segurança e transparência.
uk_ua: Відстежуйте і переглядайте усі дії користувача у вашому обліковому записі нижче. Спостерігайте логін, зміни профілю та інші дії з метою забезпечення безпеки і прозорості.

source: Event
ar_sa: حدث
es_es: Evento
fr_fr: Evénement
jp_jp: イベント
pt_pt: Evento
uk_ua: Подія

source: User Agent
ar_sa: وكيل المستخدم
es_es: Agente de usuario
jp_jp: ユーザーエージェント
pt_pt: Agente do utilizador
uk_ua: Ідентифікатор браузера

source: Location
ar_sa: موقع
es_es: Ubicación
fr_fr: Géolocalisation
jp_jp: 位置
pt_pt: Local
uk_ua: Розташування

source: Timestamp
ar_sa: طابع زمني
es_es: Fecha y hora
fr_fr: L'horodatage
jp_jp: タイムスタンプ
pt_pt: Marca temporal
uk_ua: Відмітка часу

source: No log data for user.
ar_sa: لا توجد بيانات سجل للمستخدم.
es_es: No hay datos de registro para el usuario.
fr_fr: Aucune donnée de log pour l'utilisateur.
jp_jp: ユーザーのログデータはありません。
pt_pt: Nenhum dado de log para o usuário.
uk_ua: Немає записів для користувача.

source: Documentation
ar_sa: التوثيق
es_es: Documentación
jp_jp: ドキュメンテーション
pt_pt: Documentação
uk_ua: Документація

source: Support Tickets
ar_sa: بلاغات الدعم
es_es: Tickets de asistencia
fr_fr: Tickets d'assistance
jp_jp: サポートチケット
pt_pt: Tickets de suporte
uk_ua: Тікети підтримки

source: Media Kit
ar_sa: حزمة الوسائط
es_es: Kit de prensa
fr_fr: Dossier de presse
jp_jp: メディアキット
pt_pt: Kit de mídia
uk_ua: Медіа-кіт

source: Create New Ticket
ar_sa: إنشاء بلاغ جديد
es_es: Crear nuevo ticket
fr_fr: Créer un nouveau ticket
jp_jp: 新しいチケットを作成
pt_pt: Criar novo ticket
uk_ua: Створити нову заявку

source: Search
ar_sa: البحث
es_es: Buscar
fr_fr: Recherche
jp_jp: 検索
pt_pt: Procurar
uk_ua: Пошук

source: Search tickets
ar_sa: البحث في البلاغات
es_es: Buscar tickets
fr_fr: Rechercher des tickets
jp_jp: チケットを検索
pt_pt: Procurar tickets
uk_ua: Пошук заявок

source: Ticket Overview
ar_sa: نظرة عامة على البلاغ
es_es: Resumen de tickets
fr_fr: Vue d'ensemble des billets
jp_jp: チケットの概要
pt_pt: Resumo do Ticket
uk_ua: Огляд тікету

source: Ticket
ar_sa: بلاغ
jp_jp: チケット
uk_ua: Тікет

source: Unknown Status
ar_sa: مجهولةُ الحالة
es_es: Estatus desconocido
fr_fr: Statut inconnu
jp_jp: 不明な状態
pt_pt: Estado desconhecido
uk_ua: Невідомий стан

source: Ticket Details
ar_sa: تفاصيل البلاغات
es_es: Detalles del ticket
fr_fr: Détails du billet
jp_jp: チケットの詳細
pt_pt: Detalhes do Ticket
uk_ua: Деталі тікету

source: Created On
ar_sa: تم الإنشاء بتاريخ
es_es: Creado en
fr_fr: Créé le
jp_jp: 作成日
pt_pt: Data de criação
uk_ua: Створено

source: Conversation
ar_sa: المحادثة
es_es: Conversación
jp_jp: 会話
pt_pt: Conversazione
uk_ua: Розмова

source: Your Response
ar_sa: جوابك
es_es: Tu respuesta
fr_fr: Votre Réponse
jp_jp: あなたの返答
pt_pt: Sua resposta
uk_ua: Ваша відповідь

source: Submit Response
ar_sa: إرسال الرد
es_es: Enviar respuesta
fr_fr: Soumettre la réponse
jp_jp: 返答を送信
pt_pt: Enviar resposta
uk_ua: Надіслати відповідь

source: New Support Ticket
ar_sa: بلاغ دعم جديد
es_es: Nuevo ticket de soporte
fr_fr: Nouveau Ticket d'Assistance
jp_jp: 新しいサポートチケット
pt_pt: Novo ticket de suporte
uk_ua: Нова заява на підтримку

source: Support ticket can not be created
ar_sa: لا يمكن إنشاء بلاغ الدعم
es_es: No se puede crear el ticket de soporte
fr_fr: Le ticket de support ne peut pas être créé
jp_jp: サポートチケットを作成できません
pt_pt: Ticket de suporte não pode ser criado
uk_ua: Квиток підтримки не можливо створити

source: Select a category
ar_sa: حدد فئة
es_es: Selecciona una categoría
fr_fr: Sélectionner une catégorie
jp_jp: カテゴリを選択
pt_pt: Selecione uma categoria
uk_ua: Виберіть категорію

source: Create Ticket
ar_sa: إنشاء بلاغ دعم
es_es: Crear ticket
fr_fr: Créer un ticket
jp_jp: チケットを作成
pt_pt: Criar ticket
uk_ua: Створити тікет

source: Create Domain
ar_sa: إنشاء النطاق
es_es: Crear dominio
fr_fr: Créer domaine
jp_jp: ドメインを作成
pt_pt: Criar domínio
uk_ua: Створіть домен

source: Your Domain Name
ar_sa: اسم النطاق الخاص بك
es_es: Nombre de dominio
fr_fr: Votre nom de domaine
jp_jp: あなたのドメイン名
pt_pt: Nome de domínio
uk_ua: Ваше доменне ім'я

source: Select Registrar
ar_sa: اختر المسجل
es_es: Seleccionar registrador
fr_fr: Sélectionner le Registraire
jp_jp: 登録者を選択
pt_pt: Selecionar registrador
uk_ua: Виберіть реєстратор
