Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: Ready to try again? When you're set to proceed with your deposit, simply return to the
ar_sa: هل أنت مستعد للمحاولة مرة أخرى؟ عندما تكون مستعداً لمواصلة الإيداع الخاص بك، ببساطة عد إلى
es_es: ¿Listo para volver a intentarlo? Cuando estés listo para proceder con tu depósito, simplemente vuelve al
fr_fr: Prêt à réessayer ? Lorsque vous êtes prêt à procéder à votre dépôt, retournez simplement à la
jp_jp: 再試行する準備ができましたか？預金を行う準備ができたら、単に
pt_pt: Pronto para tentar novamente? Quando você estiver definido para prosseguir com seu depósito, simplesmente retorne para o
uk_ua: Ми помітили, що ваш процес оплати за депозит не завершений. Схоже, що платіж було скасовано або скасовано під час транзакції. Якщо це була помилка, або у вас виникли будь-які питання, не соромтеся звертатися до нас. Ми тут, щоб допомогти забезпечити легку і безпечну транзакцію.

source: Deposit Page
ar_sa: صفحة الإيداع
es_es: Página de depósito
fr_fr: Page de dépôt
jp_jp: 預金ページ
pt_pt: Página de depósito
uk_ua: Сторінка депозиту

source: to initiate a new payment. We value your partnership and are committed to assisting you every step of the way.
ar_sa: للبدء في عملية دفع جديدة. نحن نقدر شراكتك وملتزمون بمساعدتك في كل خطوة على الطريق.
es_es: para iniciar un nuevo pago. Valoramos su colaboración y estamos comprometidos a ayudarle en cada paso del camino.
fr_fr: nous apprécions votre partenariat et nous nous engageons à vous aider à chaque étape du processus.
jp_jp: に戻り、新しい支払いを開始します。我々はあなたとのパートナーシップを大切にしており、あなたが進むたびに支援します。
pt_pt: para iniciar um novo pagamento. Nós valorizamos a sua parceria e estamos empenhados em te ajudar cada passo do caminho.
uk_ua: ініціювати новий платіж. Ми цінуємо ваше партнерство і зобов'язуємося допомагати вам на кожному кроці.

source: Registrar Deposit
ar_sa: إيداع المسجل
es_es: Depósito de registrador
fr_fr: Dépôt du Registraire
jp_jp: 登録者預金
pt_pt: Depósito de registrador
uk_ua: Депозит реєстратора

source: Choose Registrar...
ar_sa: اختر مسجلًا...
es_es: Elegir registrador...
fr_fr: Choisir le Registraire...
jp_jp: 登録者を選択...
pt_pt: Escolher registrador...
uk_ua: Виберіть реєстратора...

source: Current Balance for
ar_sa: الرصيد الحالي لـ
es_es: Saldo actual para
fr_fr: Solde actuel pour
jp_jp: の現在の残高
pt_pt: Saldo atual para
uk_ua: Поточний баланс для

source: Enter deposit amount
ar_sa: أدخل مبلغ التأمين
es_es: Ingrese la cantidad de depósito
fr_fr: Saisir le montant du dépôt
jp_jp: 預金額を入力
pt_pt: Introduzir montante de depósito
uk_ua: Введіть сумму депозиту

source: Optional deposit description
ar_sa: وصف الإيداع الاختياري
es_es: Descripción de depósito opcional
fr_fr: Description du dépôt facultative
jp_jp: オプションの預金説明
pt_pt: Descrição opcional do depósito
uk_ua: Необов'язковий опис депозиту

source: Add Deposit
ar_sa: إضافة تأمين
es_es: Añadir depósito
fr_fr: Ajouter un dépôt
jp_jp: 預金を追加
pt_pt: Adicionar depósito
uk_ua: Додати депозит

source: Account Overview
ar_sa: نظرة عامة على الحساب
es_es: Descripción de la cuenta
fr_fr: Aperçu du compte
jp_jp: アカウント概要
pt_pt: Visão geral da conta
uk_ua: Огляд аккаунта

source: Search account
ar_sa: البحث في الحساب
es_es: Buscar cuenta
fr_fr: Chercher un compte
jp_jp: アカウントを検索
pt_pt: Buscar conta
uk_ua: Пошук облікового запису

source: View Invoice
ar_sa: عرض الفاتورة
es_es: Ver factura
fr_fr: Voir la facture
jp_jp: 請求書を表示
pt_pt: Ver fatura
uk_ua: Переглянути рахунок

source: Invoice
ar_sa: الفاتورة
es_es: Factura
fr_fr: Facture
jp_jp: 請求書
pt_pt: Fatura
uk_ua: Рахунок

source: Print Invoice
ar_sa: طباعة الفاتورة
es_es: Imprimir factura
fr_fr: Imprimer la facture
jp_jp: 請求書を印刷
pt_pt: Imprimir fatura
uk_ua: Роздрукувати рахунок

source: Provider
ar_sa: المزود
es_es: Proveedor
fr_fr: Fournisseur
jp_jp: プロバイダ
pt_pt: Fornecedor
uk_ua: Постачальник

source: Registry
ar_sa: السجل
es_es: Registro
fr_fr: Registre
jp_jp: レジストリ
pt_pt: Registro
uk_ua: Реєстр

source: Client
ar_sa: العميل
es_es: Cliente
jp_jp: クライアント
pt_pt: Cliente
uk_ua: Клієнт

source: Invoice Issued On
ar_sa: إصدار الفاتورة في
es_es: Factura emitida el
fr_fr: Facture émise le
jp_jp: 請求書発行日
pt_pt: Fatura emitida em
uk_ua: Рахунок виданий на

source: Due Date
ar_sa: تاريخ الاستحقاق
es_es: Fecha de vencimiento
fr_fr: Date de échéance
jp_jp: 期日
pt_pt: Data limite
uk_ua: Кінцева дата

source: Product
ar_sa: المنتج
es_es: Producto
fr_fr: Produit
jp_jp: 商品
pt_pt: Produto
uk_ua: Продукт

source: No items found.
ar_sa: لا توجد عناصر.
es_es: No se han encontrado elementos.
fr_fr: Aucun élément trouvé.
jp_jp: アイテムが見つかりません。
pt_pt: Nenhum item encontrado.
uk_ua: Нічого не знайдено.

source: Subtotal
ar_sa: الإجمالي الفرعي
fr_fr: Sous-total
jp_jp: 小計
uk_ua: Проміжна сума

source: Vat Rate
ar_sa: نسبة ضريبة القيمة المضافة
es_es: Tasa de grasa
fr_fr: Taux de Tva
jp_jp: 消費税率
pt_pt: Taxa de IVA
uk_ua: Вартість ПДВ

source: Vat Due
ar_sa: ضريبة القيمة المضافة المستحقة
es_es: IVA adeudado
fr_fr: Tva due
jp_jp: 消費税
pt_pt: IVA devido
uk_ua: ПДВ до сплати

source: Total Due
ar_sa: الإجمالي المستحق
es_es: Total a pagar
fr_fr: Total dû
jp_jp: 合計請求金額
pt_pt: Total devido
uk_ua: Всього до Сплати

source: Notes
ar_sa: ملاحظات
es_es: Notas
fr_fr: Remarques
jp_jp: メモ
pt_pt: Notas
uk_ua: Нотатки

source: Thank you very much for doing business with us. We look forward to working with you again!
ar_sa: شكرا جزيلا لكم على العمل معنا. نحن نتطلع إلى العمل معكم مرة أخرى!
es_es: Muchas gracias por hacer negocios con nosotros. ¡Esperamos poder volver a trabajar contigo!
fr_fr: Merci beaucoup d'avoir fait affaire avec nous. Nous avons hâte de travailler avec vous à nouveau!
jp_jp: 私たちと取引を行い、お世話になっていただき、非常にありがとうございます。再度業務を行う機会を楽しみにしています！
pt_pt: Muito obrigado pela sua actividade comercial connosco, e aguardamos com expectativa a oportunidade de voltar a trabalhar convosco.
uk_ua: Дякуємо Вам за бізнес з нами. Ми з нетерпінням чекаємо на роботу з вами знову!

source: Transactions
ar_sa: المعاملات
es_es: Transacciones
jp_jp: 取引
pt_pt: Transações
uk_ua: Операції

source: Search transactions
ar_sa: البحث عن معاملات
es_es: Buscar transacciones
fr_fr: Rechercher des transactions
jp_jp: 取引を検索
pt_pt: Procurar transações
uk_ua: Пошук операцій

source: Invoices
ar_sa: الفواتير
es_es: Facturas
fr_fr: Factures
jp_jp: 請求書
pt_pt: Faturas
uk_ua: Рахунки

source: Search invoices
ar_sa: ابحث عن الفواتير
es_es: Buscar facturas
fr_fr: Rechercher des factures
jp_jp: 請求書を検索
pt_pt: Pesquisar faturas
uk_ua: Пошук рахунків

source: Deposit with Stripe
ar_sa: الإيداع عبر Stripe
es_es: Depósito con Stripe
fr_fr: Dépôt avec Stripe
jp_jp: Stripeで預金
pt_pt: Depositar com Stripe
uk_ua: Поповнити з Stripe

source: Registrar Details
ar_sa: تفاصيل المسجل
es_es: Detalles del registrador
fr_fr: Détails du Registre
jp_jp: 登録者の詳細
pt_pt: Detalhes do registrador
uk_ua: Подробиці про реєстратора

source: Contact Email
ar_sa: البريد الإلكتروني لجهة الإتصال
es_es: Email de contacto
fr_fr: E-mail de contact
jp_jp: 連絡先メール
pt_pt: E-mail de contacto
uk_ua: Контактна е-пошта

source: Website
ar_sa: الموقع الالكتروني
es_es: Sitio web
fr_fr: Site Web
jp_jp: ウェブサイト
pt_pt: Página web
uk_ua: Сайт

source: Abuse Phone
ar_sa: هاتف الإبلاغ عن إساءة
es_es: Teléfono de abuso
fr_fr: Téléphone d’abus
jp_jp: 不正利用の電話
pt_pt: Denunciar abuso por telefone
uk_ua: Телефон для порушення

source: Abuse Email
ar_sa: بريد الإبلاغ عن إساءة
es_es: Email de abuso
fr_fr: Courriel d'abus
jp_jp: 不正利用のメール
pt_pt: Denunciar abuso por e-mail
uk_ua: Електронна пошта для скарг

source: WHOIS Server
ar_sa: خادم WHOIS
es_es: Servidor WHOIS
fr_fr: Serveur WHOIS
jp_jp: WHOISサーバー
pt_pt: Servidor WHOIS
uk_ua: Сервер WHOIS

source: RDAP Server
ar_sa: خادم RDAP
es_es: Servidor RDAP
fr_fr: Serveur RDAP
jp_jp: RDAPサーバー
pt_pt: Servidor RDAP
uk_ua: Сервер RDAP

source: Currency
ar_sa: عملة
es_es: Moneda
fr_fr: Devise
jp_jp: 通貨
pt_pt: Moeda
uk_ua: Валюта

source: Account Balance
ar_sa: رصيد الحساب
es_es: Saldo de la cuenta
fr_fr: Solde du compte
jp_jp: アカウント残高
pt_pt: Saldo da conta
uk_ua: Баланс рахунку

source: Credit Limit
ar_sa: الحد الائتماني
es_es: Límite de crédito
fr_fr: Limite de crédit
jp_jp: クレジット制限
pt_pt: Limite de crédito
uk_ua: Кредитний ліміт

source: Credit Threshold
ar_sa: عتبة الائتمان
es_es: Umbral de crédito
fr_fr: Seuil de crédit
jp_jp: クレジット閾値
pt_pt: Margem de crédito
uk_ua: Поріг кредитування

source: Threshold Type
ar_sa: نوع العتبة
es_es: Umbral tipo
fr_fr: Type Seuil
jp_jp: 閾値タイプ
pt_pt: Tipo de margem
uk_ua: Тип порогу

source: IP Whitelisting
ar_sa: القائمة البيضاء للـ IP
es_es: IP lista blanca
fr_fr: Autorisation de l'adresse IP
jp_jp: IPホワイトリスト
pt_pt: Lista branca de IP
uk_ua: IP-список

source: No data available.
ar_sa: لا توجد بيانات متاحة.
es_es: No hay datos disponibles.
fr_fr: Aucune donnée disponible.
jp_jp: データが利用できません。
pt_pt: Não há dados disponíveis.
uk_ua: Немає даних.

source: Registrar User
ar_sa: مستخدم المسجل
es_es: Usuario registrador
fr_fr: Utilisateur du registraire
jp_jp: 登録者ユーザー
pt_pt: Usuário registrador
uk_ua: Користувач Реєстратора

source: EPP Username/CLID
ar_sa: اسم المستخدم/معرف EPP
es_es: Usuario EPP / CLID
fr_fr: Nom d'utilisateur EPP / CLID
jp_jp: EPPユーザー名/CLID
pt_pt: Usuário/CLID do EPP
uk_ua: Ім'я користувача/CLID

source: Panel Login Email
ar_sa: البريد الإلكتروني لتسجيل الدخول
es_es: Email de acceso
fr_fr: E-mail de connexion au panneau
jp_jp: パネルログインメール
pt_pt: E-mail de login do painel
uk_ua: E-mail для входу в систему

source: Operational Test and Evaluation (OTE)
ar_sa: اختبار التشغيل والتقييم
es_es: Pruebas operacionales y valoraciones (OTE)
fr_fr: Test opérationnel et évaluation (OTE)
jp_jp: 運用テストと評価（OTE）
pt_pt: Teste e Avaliação Operacionais (OTE)
uk_ua: Операційний тест і оцінювання (OTE)

source: Successfully passing the Operational Test and Evaluation (OTE) is a mandatory requirement for registrars. The OTE process evaluates the interaction and compliance of the registrar's system with registry operations through a series of EPP command tests in a controlled environment. Below you can find the results of these essential EPP command tests for your account:
ar_sa: اجتياز الاختبارات التشغيلية والتقييم بنجاح شرط إلزامي للمسجلين. هذه العملية تقيّم التفاعل بين نظام المسجل وامتثاله لعمليات السجل من خلال سلسلة من اختبارات أمر EPP في بيئة خاضعة للرقابة. يمكنك أدناه العثور على نتائج هذه الاختبارات الأساسية لأمر EPP للحساب الخاص بكم:
es_es: Pasar con éxito la Prueba Operacional y Evaluación (OTE) es un requisito obligatorio para los registradores. El proceso OTE evalúa la interacción y el cumplimiento del sistema del registrador con las operaciones del registro a través de una serie de pruebas de comando EPP en un entorno controlado. A continuación puede encontrar los resultados de estas pruebas esenciales de comando EPP para su cuenta:
fr_fr: La réussite du test opérationnel et de l’évaluation (OTE) est obligatoire pour les bureaux d’enregistrement. Le processus OTE évalue l'interaction et la conformité du système du registraire avec les opérations du registre par le biais d'une série de tests de commande EPP dans un environnement contrôlé. Vous trouverez ci-dessous les résultats de ces tests de commande EPP essentiels pour votre compte :
jp_jp: OTEの成功を通過することは登録者に対する必須要件です。OTEプロセスは、登録者のシステムがレジストリ操作とどのように相互作用し、どの程度適合しているかを、制御された環境での一連のEPPコマンドテストを通じて評価します。あなたのアカウントのために、これらの重要なEPPコマンドテストの結果を以下に探してみてください：
pt_pt: Passando com sucesso o Teste Operacional e Avaliação (OTE) é um requisito obrigatório para os registros. O processo OTE avalia a interação e conformidade do sistema de registo com operações de registo através de uma série de testes de comando do PPE num ambiente controlado. Abaixo você pode encontrar os resultados destes testes de comando EPP essenciais para sua conta:
uk_ua: Передача операційних випробувань і оцінювання (OTE) є обов'язковою вимогою для реєстраторів. Процес OTE оцінює взаємодію та дотримання системи реєстру за допомогою системних операцій через ряд тестів команд EPP в контрольованих умовах. Нижче ви можете знайти результати таких важливих тестів команд EPP для вашого облікового запису:

source: Pending
ar_sa: قيد الانتظار
es_es: Pendiente
fr_fr: En attente
jp_jp: 保留中
pt_pt: Pendente
uk_ua: В очікуванні

source: Failed
ar_sa: فشل
es_es: Fallido
fr_fr: Echoué
jp_jp: 失敗
pt_pt: Falhou
uk_ua: Невдало

source: Update Registrar
ar_sa: تحديث المسجل
es_es: Actualizar registrador
fr_fr: Mettre à jour le Registraire
jp_jp: 登録者を更新
pt_pt: Atualizar registrador
uk_ua: Оновити реєстратор

source: The official name of the registrar.
ar_sa: الاسم الرسمي للمسجل.
es_es: El nombre oficial del registrador.
fr_fr: Le nom officiel du registrar.
jp_jp: 登録者の公式名称。
pt_pt: O nome oficial do registrador.
uk_ua: Офіційна назва реєстрара.

source: Unique identifier assigned by IANA.
ar_sa: معرف فريد من نوعه من قبل IANA.
es_es: Identificador único asignado por IANA.
fr_fr: Identifiant unique assigné par IANA.
jp_jp: IANAによって割り当てられたユニークな識別子。
pt_pt: Identificador único atribuído pela IANA.
uk_ua: Унікальний ідентифікатор, виданий IANA.

source: Primary contact email of the registrar.
ar_sa: البريد الإلكتروني الرئيسي للاتصال بالمسجل.
es_es: Email de contacto principal del registrador.
fr_fr: E-mail de contact principal du registraire.
jp_jp: 登録者の主要な連絡先メール。
pt_pt: Contato primário do registrador.
uk_ua: Основна контактна пошта реєстрара.

source: URL
ar_sa: عنوان موقع الإنترنت

source: Registrar's official website URL.
ar_sa: الموقع الشبكي الرسمي للمسجل.
es_es: URL oficial del sitio web del registrador.
fr_fr: URL du site Web officiel du registraire.
jp_jp: 登録者の公式ウェブサイトURL。
pt_pt: URL oficial do site do registrador.
uk_ua: Посилання на офіційний сайт Реєстрара.

source: Address of the registrar's WHOIS server.
ar_sa: عنوان خادم WHOIS التابع للمسجل.
es_es: Dirección del servidor WHOIS del registrador.
fr_fr: Adresse du serveur WHOIS du registraire.
jp_jp: 登録者のWHOISサーバーのアドレス。
pt_pt: Endereço do servidor WHOIS do registrador.
uk_ua: Адреса сервера WHOIS реєстратора.

source: Address of the registrar's RDAP server.
ar_sa: عنوان خادم RDAP الخاص بالمسجل.
es_es: Dirección del servidor RDAP del registrador.
fr_fr: Adresse du serveur RDAP du registraire.
jp_jp: 登録者のRDAPサーバーのアドレス。
pt_pt: Endereço do servidor RDAP do registrador.
uk_ua: Адреса сервера RDAP реєстратора.

source: Email address for reporting abuse.
ar_sa: عنوان البريد الإلكتروني للإبلاغ عن سوء الإستخدام.
es_es: Dirección de email para reportar abuso.
fr_fr: Adresse e-mail pour signaler les abus.
jp_jp: 迷惑行為を報告するためのメールアドレス。
pt_pt: Endereço de e-mail para denunciar abuso.
uk_ua: Email адреса для звітування про порушення.

source: Phone number for reporting abuse.
ar_sa: رقم الهاتف للإبلاغ عن سوء سوء الإستخدام.
es_es: Número de teléfono para reportar abuso.
fr_fr: Numéro de téléphone pour signaler les abus.
jp_jp: 迷惑行為を報告するための電話番号。
pt_pt: Número de telefone para denunciar abuso.
uk_ua: Номер телефону для звітування про порушення.

source: Financial Information
ar_sa: المعلومات المالية
es_es: Información financiera
fr_fr: L'information financière
jp_jp: 金融情報
pt_pt: Informação financeira
uk_ua: Фінансова інформація

source: Current balance in the registrar's account.
ar_sa: الرصيد الحالي في حساب المسجل.
es_es: Saldo actual en la cuenta del registrador.
fr_fr: Solde actuel dans le compte du registraire.
jp_jp: 登録者の口座の現在の残高。
pt_pt: Saldo atual na conta do registrador.
uk_ua: Поточний баланс в обліковому записі реєстрара.

source: Maximum credit limit for the registrar.
ar_sa: الحد الأقصى للائتمان للمسجل.
es_es: Límite máximo de crédito para el registrador.
fr_fr: Limite maximale de crédit pour le registrar.
jp_jp: 登録者の最大クレジット制限。
pt_pt: Limite de crédito máximo para o registador.
uk_ua: Максимальний кредитний ліміт для реєстра.

source: Credit threshold triggering alerts or actions.
ar_sa: عتبة الائتمان تشغيل التنبيهات أو الإجراءات.
es_es: Umbral de crédito que activa alertas o acciones.
fr_fr: Seuil de crédit déclenchant des alertes ou des actions.
jp_jp: 警告やアクションをトリガーするクレジット閾値。
pt_pt: Limite de crédito de alertas ou ações.
uk_ua: Кредитний порог, викликаючи оповіщення або дії.

source: Type of threshold: fixed value or percentage.
ar_sa: نوع العتبة: القيمة الثابتة أو النسبة المئوية.
es_es: Tipo de umbral: valor fijo o porcentaje.
fr_fr: Type de seuil: valeur fixe ou pourcentage.
jp_jp: 閾値のタイプ：固定値またはパーセンテージ。
pt_pt: Tipo de limite: valor fixo ou percentagem.
uk_ua: Тип порогового порогу: фіксована вартість або відсотки.

source: Registrar Contacts
ar_sa: جهات الاتصال بالمسجل
es_es: Contactos de registrador
fr_fr: Contacts du registraire
jp_jp: 登録者連絡先
pt_pt: Contatos do registrador
uk_ua: Контакти реєстратора

source: Owner
ar_sa: المالك
es_es: Propietario
fr_fr: Propriétaire
jp_jp: 所有者
pt_pt: Proprietário
uk_ua: Власник

source: Billing
ar_sa: الفوترة
es_es: Facturación
fr_fr: Facturation
jp_jp: 請求
pt_pt: Faturação
uk_ua: Білінг

source: Abuse
ar_sa: سوء الاستخدام
es_es: Abuso
fr_fr: Abus
jp_jp: 迷惑行為
pt_pt: Abuso
uk_ua: Порушення

source: Copy data to other contacts
ar_sa: نسخ البيانات إلى جهات اتصال أخرى
es_es: Copiar datos a otros contactos
fr_fr: Copier les données vers d'autres contacts
jp_jp: 他の連絡先へのデータのコピー
pt_pt: Copiar dados para outros contatos
uk_ua: Копіювати дані в інші контакти

source: First Name
ar_sa: الاسم الأول
es_es: Primer nombre
fr_fr: Prénom
jp_jp: 名前
pt_pt: Primeiro nome
uk_ua: Ім’я

source: Last Name
ar_sa: اسم العائلة
es_es: Apellidos
fr_fr: Nom de famille
jp_jp: 姓
pt_pt: Apelido
uk_ua: Прізвище

source: Street Address
ar_sa: عنوان الشارع
es_es: Dirección de la calle
fr_fr: Adresse de rue
jp_jp: 住所
pt_pt: Endereço da rua
uk_ua: Адреса

source: Whitelist IP addresses for secure access. Up to 5 IP addresses (IPv4 or IPv6) can be added.
ar_sa: القائمة البيضاء عناوين IP للوصول الآمن. يمكن إضافة ما يصل إلى 5 عناوين IP (IPv4 أو IPv6).
es_es: Direcciones IP de lista blanca para acceso seguro. Se pueden añadir hasta 5 direcciones IP (IPv4 o IPv6).
fr_fr: Mettre en liste blanche les adresses IP pour un accès sécurisé. Jusqu'à 5 adresses IP (IPv4 ou IPv6) peuvent être ajoutées.
jp_jp: 安全なアクセスのためにIPアドレスをホワイトリストに登録します。最大5つのIPアドレス（IPv4またはIPv6）を追加できます。
pt_pt: Os endereços IP da lista branca para acesso seguro. Até 5 endereços IP (IPv4 ou IPv6) podem ser adicionados.
uk_ua: Ви можете додати IP адреси для захищеного доступу. до 5 IP-адрес (IPv4 або IPv6).

source: For an existing registrar user, you can view the current EPP username (also known as CLID) and panel access email. Additionally, you have the option to reset the passwords for EPP and panel access as needed.
ar_sa: بالنسبة لمستخدم مسجل موجود، يمكنك عرض اسم مستخدم EPP الحالي (المعروف أيضًا باسم CLID والبريد الإلكتروني للوصول إلى الواجهة. بالإضافة إلى ذلك، لديك خيار إعادة تعيين كلمات المرور لـ EPP والواجهة حسب الحاجة.
es_es: Para un usuario registrador existente, puede ver el nombre de usuario actual de EPP (también conocido como CLID) y el correo electrónico de acceso al panel. Además, tiene la opción de restablecer las contraseñas para EPP y el acceso al panel según sea necesario.
fr_fr: Pour un utilisateur existant du bureau d’enregistrement, vous pouvez afficher le nom d’utilisateur EPP actuel (également connu sous le nom de CLID) et le courriel d’accès au panneau. De plus, vous avez la possibilité de réinitialiser les mots de passe pour les accès EPP et panel si nécessaire.
jp_jp: ユーザー名/CLID
pt_pt: Para um usuário de registro existente, você pode ver o nome de usuário do EPP atual (também conhecido como CLID) e e-mail de acesso ao painel. Além disso, você tem a opção de redefinir as senhas para acesso ao EPP e painel conforme necessário.
uk_ua: Для наявного користувача-реєстратора ви можете переглянути поточне ім’я користувача EPP (також відоме як CLID) та електронну адресу для доступу до панелі. Крім того, у вас є можливість скинути паролі для EPP і доступу до панелі за потреби.

source: Username/CLID
ar_sa: اسم المستخدم/معرف EPP
es_es: Nombre de usuario/CLID
fr_fr: Nom d'utilisateur/CLID
pt_pt: Usuário/CLID
uk_ua: Ім'я користувача/CLID

source: Login Email
ar_sa: دخول البريد الإلكتروني
es_es: Email de acceso
fr_fr: E-mail pour vous connecter
jp_jp: ログインメール
pt_pt: E-mail de login
uk_ua: Електронна пошта для входу

source: Panel Password
ar_sa: كلمة مرور الواجهة
es_es: Contraseña del panel
fr_fr: Mot de passe pour le panneau
jp_jp: パネルパスワード
pt_pt: Senha do painel
uk_ua: Пароль для панелі

source: EPP Password
ar_sa: كلمة مرور EPP
es_es: Contraseña de EPP
fr_fr: Mot de passe EPP
jp_jp: EPPパスワード
pt_pt: Senha do EPP
uk_ua: EPP пароль

source: Update Panel Password
ar_sa: تحديث كلمة مرور الواجهة
es_es: Actualizar contraseña del panel
fr_fr: Mettre à jour le mot de passe du panneau
jp_jp: パネルパスワードを更新
pt_pt: Atualizar senha do painel
uk_ua: Оновити пароль для панелі

source: Update EPP Password
ar_sa: تحديث كلمة مرور EPP
es_es: Actualizar contraseña de EPP
fr_fr: Mettre à jour le mot de passe EPP
jp_jp: EPPパスワードを更新
pt_pt: Atualizar senha EPP
uk_ua: Оновити EPP пароль

source: Operational Test and Evaluation (OTE) assesses the functionality of EPP commands in a simulated environment, ensuring effective communication between the registrar's system and the registry. Below are key EPP commands and their test statuses:
ar_sa: تقيّم الاختبارات التشغيلية والتقييم وظائف أمر EPP في بيئة محاكاة، مما يكفل الاتصال الفعال بين نظام المسجل والسجل. فيما يلي أوامر EPP الرئيسية وحالتها الاختبارية:
es_es: Operational Test and Evaluation (OTE) evalúa la funcionalidad de los comandos EPP en un entorno simulado, garantizando una comunicación efectiva entre el sistema del registrador y el registro. Debajo están los comandos clave EPP y sus estados de prueba:
fr_fr: Test opérationnel et évaluation (OTE) évalue la fonctionnalité des commandes EPP dans un environnement simulé, assurant une communication efficace entre le système du registraire et le registre. Ci-dessous se trouvent les commandes clés EPP et leurs états de test:
jp_jp: 運用テストと評価（OTE）は、EPPコマンドの機能をシミュレートされた環境で評価し、登録者のシステムとレジストリ間の有効なコミュニケーションを保証します。以下に、主要なEPPコマンドとそのテストステータスを示します：
pt_pt: Teste Operacional e Avaliação (OTE) avalia a funcionalidade dos comandos do EPP em um ambiente simulado, garantindo uma comunicação eficaz entre o sistema de registro e o registro. Abaixo estão os principais comandos do EPP e seus status de teste:
uk_ua: Операційний тест та оцінки (OTE) оцінює функціональність команд EPP в симулятивному середовищі, забезпечуючи ефективний зв'язок між системою реєстратора та реєстратором. Нижче наведено ключові команди EPP та їх статус тесту:

source: Create Registrar
ar_sa: إنشاء مسجل
es_es: Crear registrador
fr_fr: Créer Registraire
jp_jp: 登録者を作成
pt_pt: Criar registrador
uk_ua: Створити реєстратора

source: Fixed
ar_sa: ثابت
es_es: Fijo
fr_fr: Fixé
jp_jp: 固定
pt_pt: Fixado
uk_ua: Фіксований

source: Percent
ar_sa: في المئة
es_es: Porcentaje
fr_fr: Pourcent
jp_jp: パーセント
pt_pt: Percentagem
uk_ua: Процент

source: Create a registrar user by specifying the username (also known as CLID), email, and passwords for EPP and panel access.
ar_sa: أنشئ مستخدمًا للمسجل عن طريق تحديد اسم المستخدم (المعروف أيضًا باسم CLID)، البريد الإلكتروني، وكلمات المرور لـ EPP والواجهة.
es_es: Crear un usuario registrador especificando el nombre de usuario (también conocido como CLID), correo electrónico y contraseñas para EPP y acceso al panel.
fr_fr: Créez un utilisateur du bureau d’enregistrement en spécifiant le nom d’utilisateur (également connu sous le nom de CLID), l’e-mail et les mots de passe pour l’accès EPP et panneau.
jp_jp: ユーザー名（CLIDとも呼ばれます）、メール、およびEPPとパネルアクセスのパスワードを指定して登録者ユーザーを作成します。
pt_pt: Crie um usuário registrador especificando o nome de usuário (também conhecido como CLID), e-mail e senhas para acesso ao EPP e painel.
uk_ua: Створіть зареєстрованого користувача, вказавши ім'я користувача (також відомий як CLID), електронну пошту та паролі для доступу до панелі управління.

source: Registrars
ar_sa: المسجلون
es_es: Registradores
fr_fr: Registraires
jp_jp: 登録者
pt_pt: Registradores
uk_ua: Реєстратори
