Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: Registration Years
ar_sa: سنوات التسجيل
es_es: Años de registro
fr_fr: Années d'inscription
jp_jp: 登録年数
pt_pt: Anos de registro
uk_ua: Роки реєстрації

source: Estimated Price
ar_sa: السعر التقديري
es_es: Precio estimado
fr_fr: Prix estimé
jp_jp: 見積もり価格
pt_pt: Preço estimado
uk_ua: Орієнтовна ціна

source: Contacts
ar_sa: جهات الاتصال
es_es: Contactos
jp_jp: 連絡先
pt_pt: Contactos
uk_ua: Контакти

source: Registrant Contact
ar_sa: جهة اتصال صاحب السجل
es_es: Contacto del registrante
fr_fr: Contact de l’inscrit
jp_jp: 登録者連絡先
pt_pt: Contato do registrante
uk_ua: Контактна особа реєстранта

source: Admin Contact
ar_sa: جهة اتصال المسؤول
es_es: Contacto administrativo
fr_fr: Contact de l'administrateur
jp_jp: 管理者連絡先
pt_pt: Contato do administrador
uk_ua: Адміністратор контакт

source: Tech Contact
ar_sa: جهة الاتصال التقنية
es_es: Contacto técnico
fr_fr: Contact Technique
jp_jp: 技術連絡先
pt_pt: Contato técnico
uk_ua: Технічний контакт

source: Billing Contact
ar_sa: جهة الاتصال المعني بالفوترة
es_es: Contacto de facturación
fr_fr: Contact De Facturation
jp_jp: 請求連絡先
pt_pt: Contato para cobrança
uk_ua: Платіжні контакти

source: Nameservers
ar_sa: خوادم الأسماء
es_es: Servidores de nombres
fr_fr: Serveurs de noms
jp_jp: ネームサーバー
pt_pt: Servidores de nomes
uk_ua: Сервери імен

source: Nameserver
ar_sa: خادم الأسماء
es_es: Servidor de nombres
fr_fr: Serveur de noms
jp_jp: ネームサーバー
pt_pt: Servidor de nomes
uk_ua: Сервер імен

source: Add DNSSEC Data
ar_sa: إضافة بيانات DNSSEC
es_es: Añadir datos DNSSEC
fr_fr: Ajouter des données DNSSEC
jp_jp: DNSSECデータを追加
pt_pt: Adicionar dados DNSSEC
uk_ua: Додати DNSSEC дані

source: DS Record
ar_sa: سجل DS
es_es: Registro DS
fr_fr: Enregistrements DS
jp_jp: DSレコード
pt_pt: Registo DS
uk_ua: DS запис

source: Key Tag
ar_sa: وسم المفتاح
jp_jp: キータグ

source: Select Algorithm
ar_sa: حدد الخوارزمية
es_es: Seleccionar algoritmo
fr_fr: Choisir un algorithme
jp_jp: アルゴリズムを選択
pt_pt: Seleccionar algoritmo
uk_ua: Виберіть алгоритм

source: Select Digest Type
ar_sa: اختر نوع التجزئة
es_es: Seleccionar Tipo Digest
fr_fr: Sélectionnez Digest Type
jp_jp: ダイジェストタイプを選択
pt_pt: Selecione o tipo digest
uk_ua: Виберіть тип Digest

source: Digest
ar_sa: التجزئة
jp_jp: ダイジェスト

source: DNSKEY Record
ar_sa: سجل مفتاح DNS
es_es: Registro DNSKEY
fr_fr: Enregistrement DNSKEY
jp_jp: DNSKEYレコード
pt_pt: Registo DNSKEY
uk_ua: DNSKEY запис

source: Flags
ar_sa: الرايات
jp_jp: フラグ

source: Protocol
ar_sa: البروتوكول
es_es: Protocolo
fr_fr: Protocole
jp_jp: プロトコル
pt_pt: Protocolo
uk_ua: Протокол

source: Public Key
ar_sa: المفتاح العام
es_es: Clave pública
fr_fr: Clé publique
jp_jp: 公開鍵
pt_pt: Chave pública
uk_ua: Публічний ключ

source: Auth Info
ar_sa: معلومات المصادقة
es_es: Contraseña de dominio
fr_fr: Info auth
jp_jp: 認証情報
pt_pt: Informação de autenticação
uk_ua: Пароль домену

source: Statuses
ar_sa: الحالات
es_es: Estados
fr_fr: Statuts
jp_jp: ステータス
pt_pt: Estados
uk_ua: Статуси

source: Server Statuses
ar_sa: حالات الخادم
es_es: Estados del servidor
fr_fr: Statuts du serveur
jp_jp: サーバーステータス
pt_pt: Status do servidor
uk_ua: Статуси сервера

source: Phase Type
ar_sa: نوع المرحلة
es_es: Tipo de fase
fr_fr: Type de phase
jp_jp: フェーズタイプ
pt_pt: Tipo de fase
uk_ua: Тип фази

source: Signed Mark Information
ar_sa: معلومات العلامة الموقعة
es_es: Información de la marca firmada
fr_fr: Information de marque signée
jp_jp: 記号付きマーク情報
pt_pt: Informação da marca assinada
uk_ua: Підписана інформація про марку

source: Paste SMD contents
ar_sa: لصق محتويات SMD
es_es: Pegar contenido SMD
fr_fr: Coller le contenu du SMD
jp_jp: SMDの内容を貼り付け
pt_pt: Colar conteúdo SMD
uk_ua: Вставити вміст SMD

source: Notice ID
ar_sa: معرف الإشعار
es_es: ID de aviso
fr_fr: Avis ID
jp_jp: 通知ID
pt_pt: Aviso ID
uk_ua: ID повідомлення

source: Not After Date
ar_sa: تاريخ الانتهاء
es_es: No después de la fecha
fr_fr: Pas après la date
jp_jp: 期限切れ日
pt_pt: Não depois da data
uk_ua: Не після дати

source: Accepted Date
ar_sa: تاريخ القبول
es_es: Fecha de aceptación
fr_fr: Date d'acceptation
jp_jp: 受理日
pt_pt: Data de aceitação
uk_ua: Дата прийняття

source: Allocation Token
ar_sa: رمز التخصيص
jp_jp: アロケーショントークン

source: Allocation token
ar_sa: رمز التخصيص
jp_jp: アロケーショントークン

source: Domain Details
ar_sa: تفاصيل النطاق
es_es: Detalles del dominio
fr_fr: Détails du domaine
jp_jp: ドメインの詳細
pt_pt: Detalhes do domínio
uk_ua: Деталі домену

source: Registered On
ar_sa: تم التسجيل في
es_es: Registrado el
fr_fr: Enregistré le
jp_jp: 登録日
pt_pt: Registrado em
uk_ua: Зареєстровані на

source: Last Updated
ar_sa: آخر تحديث
es_es: Ultima actualización
fr_fr: Dernière mise à jour
jp_jp: 最終更新日
pt_pt: Ultima atualização
uk_ua: Останнє оновлення

source: contact
ar_sa: جهة الاتصال
es_es: contacto
jp_jp: 連絡先
pt_pt: contacto
uk_ua: контакт

source: Auth Type
ar_sa: نوع المصادقة
es_es: Tipo de autorización
fr_fr: Type d'Auth
jp_jp: 認証タイプ
pt_pt: Tipo de autenticação
uk_ua: Тип авторизації

source: DNSSEC Data
ar_sa: بيانات DNSSEC
es_es: Datos DNSSEC
fr_fr: Données DNSSEC
jp_jp: DNSSECデータ
pt_pt: Dados DNSSEC
uk_ua: Дані DNSSEC

source: Domains
ar_sa: النطاقات
es_es: Dominios
fr_fr: Domaines
jp_jp: ドメイン
pt_pt: Domínios
uk_ua: Домени

source: Check Domain
ar_sa: تحقق من النطاق
es_es: Comprobar dominio
fr_fr: Vérifier le domaine
jp_jp: ドメインをチェック
pt_pt: Verificar domínio
uk_ua: Перевірити домен

source: Search domains
ar_sa: البحث في النطاقات
es_es: Buscar dominios
fr_fr: Recherche de domaine
jp_jp: ドメインを検索
pt_pt: Domínios de pesquisa
uk_ua: Пошук доменів

source: Application Details
ar_sa: تفاصيل الطلب
es_es: Detalles de la aplicación
fr_fr: Détails de l'application
jp_jp: アプリケーションの詳細
pt_pt: Detalhes da aplicação
uk_ua: Деталі заявки

source: Application for
ar_sa: طلب لـ
es_es: Aplicación para
fr_fr: Application pour
jp_jp: アプリケーションの
pt_pt: Aplicação para
uk_ua: Заявка на

source: Application ID
ar_sa: معرف الطلب
es_es: Aplicación ID
fr_fr: ID de l'application
jp_jp: アプリケーションID
pt_pt: ID da aplicação
uk_ua: ID заявки

source: Launch Phase
ar_sa: مرحلة الإطلاق
es_es: Lanzar fase
fr_fr: Phase de lancement
jp_jp: 起動フェーズ
pt_pt: Fase de lançamento

source: Phase Name
ar_sa: اسم المرحلة
es_es: Nombre de la fase
fr_fr: Nom de la phase
jp_jp: フェーズ名
pt_pt: Nome da fase
uk_ua: Назва фази

source: Updating Application
ar_sa: جارٍ تحديث الطلب
es_es: Actualizando aplicación
fr_fr: Mise à jour de l’application
jp_jp: アプリケーションを更新中
pt_pt: Atualizando aplicação
uk_ua: Оновити заявку

source: Update Application
ar_sa: تحديث الطلب
es_es: Actualizar aplicación
fr_fr: Mettre à jour l'application
jp_jp: アプリケーションを更新
pt_pt: Atualizar aplicação
uk_ua: Оновити заявку

source: Create Application
ar_sa: إنشاء طلب
es_es: Crear aplicación
fr_fr: Créer une application
jp_jp: アプリケーションを作成
pt_pt: Criar aplicação
uk_ua: Створити заяву

source: Renew Domain
ar_sa: تجديد النطاق
es_es: Renovar dominio
fr_fr: Renouveler le domaine
jp_jp: ドメインを更新
pt_pt: Renovar domínio
uk_ua: Поновити домен

source: Domain Name
ar_sa: اسم النطاق
es_es: Nombre de dominio
fr_fr: Nom de domaine
jp_jp: ドメイン名
pt_pt: Nome do domínio
uk_ua: Ім'я домену

source: Your domain is currently renewed to its maximum term. At this time, no additional renewal is possible.
ar_sa: تم تجديد نطاقك لأقصى مدة ممكنة. لا يمكن إجراء تجديد إضافي في الوقت الحالي.
es_es: Su dominio está actualmente renovado a su plazo máximo. En este momento, no es posible ninguna renovación adicional.
fr_fr: Votre domaine est actuellement renouvelé à son terme maximum. En ce moment, aucun renouvellement supplémentaire n'est possible.
jp_jp: あなたのドメインは現在最大期間で更新されています。現時点では追加の更新は可能ではありません。
pt_pt: Seu domínio é atualmente renovado ao seu termo máximo. Neste momento, não é possível renovar adicionalmente.
uk_ua: Ваш домен зараз поновлено до свого максимального терміну. На даний момент неможливо додаткових оновлень.

source: Applications
ar_sa: الطلبات
es_es: Aplicaciones
jp_jp: アプリケーション
pt_pt: Aplicações
uk_ua: Заяви

source: Search applications
ar_sa: بحث في الطلبات
es_es: Buscar aplicaciones
fr_fr: Rechercher des applications
jp_jp: アプリケーションを検索
pt_pt: Procurar aplicações
uk_ua: Пошук заяв

source: Updating Domain
ar_sa: جارٍ تحديث النطاق
es_es: Actualizando dominio
fr_fr: Mise à jour du domaine
jp_jp: ドメインを更新中
pt_pt: Atualizando domínio
uk_ua: Оновлення домену

source: Domain Security
ar_sa: أمن النطاق
es_es: Seguridad del dominio
fr_fr: Sécurité des domaines
jp_jp: ドメインのセキュリティ
pt_pt: Segurança do domínio
uk_ua: Безпека домену

source: Update Domain
ar_sa: تحديث النطاق
es_es: Actualizar dominio
fr_fr: Mettre à jour le domaine
jp_jp: ドメインを更新
pt_pt: Atualizar domínio
uk_ua: Оновити домен

source: Request Domain Transfer
ar_sa: طلب نقل النطاق
es_es: Solicitar transferencia de dominio
fr_fr: Demande de transfert de domaine
jp_jp: ドメインの転送をリクエスト
pt_pt: Solicitar transferência de domínio
uk_ua: Запит на передачу домену

source: Gaining Registrar
ar_sa: الحصول على المسجل
es_es: Obteniendo registrador
fr_fr: Gain du registraire
jp_jp: 取得する登録者
pt_pt: Ganhar registrador
uk_ua: Реєстратор отримання

source: Transfer And Renew
ar_sa: نقل وتجديد
es_es: Transferir y renovar
fr_fr: Transférer et renouveler
jp_jp: 転送と更新
pt_pt: Transferir e renovar
uk_ua: Передача та Поновлення

source: Request Transfer
ar_sa: طلب نقل
es_es: Solicitar transferencia
fr_fr: Demande de transfert
jp_jp: 転送をリクエスト
pt_pt: Solicitar transferência
uk_ua: Запит на передачу

source: Transfers
ar_sa: عمليات النقل
es_es: Transferencias
fr_fr: Transferts
jp_jp: 転送
pt_pt: Transferências
uk_ua: Передачі

source: Search transfers
ar_sa: بحث عن عمليات النقل
es_es: Buscar transferencias
fr_fr: Rechercher des transferts
jp_jp: 転送を検索
pt_pt: Pesquisar transferências
uk_ua: Пошук передач

source: Enter the domain name you want to check:
ar_sa: أدخل اسم النطاق الذي تريد التحقق منه:
es_es: Introduzca el nombre de dominio que desea comprobar:
fr_fr: Entrez le nom de domaine que vous voulez vérifier :
jp_jp: 確認したいドメイン名を入力してください：
pt_pt: Digite o nome de domínio que você deseja verificar:
uk_ua: Введіть ім'я домену, яке ви хочете перевірити:

source: Check Availability
ar_sa: فحص التوافر
es_es: Comprobar disponibilidad
fr_fr: Vérifier la disponibilité
jp_jp: 利用可能性を確認
pt_pt: Verificar Disponibilidade
uk_ua: Перевірте наявність

source: Check claims
ar_sa: التحقق من المطالبات
es_es: Verificar claims
fr_fr: Vérifier les claims
jp_jp: 要求を確認
pt_pt: Verificar claims
uk_ua: Перевірити claims

source: Create Contact
ar_sa: إنشاء جهة اتصال
es_es: Crear contacto
fr_fr: Créer Contact
jp_jp: 連絡先を作成
pt_pt: Criar contacto
uk_ua: Створити контакт

source: General & Internationalized Info
ar_sa: المعلومات العامة والمُدَوَّلة
es_es: Información general e internacionalizada
fr_fr: Informations générales et internationalisées
jp_jp: 一般的な情報と国際化情報
pt_pt: Informações gerais e internacionalizadas
uk_ua: Загальні та Інтернаціоналізовані дані

source: Disclose in WHOIS
ar_sa: إظهار في WHOIS
es_es: Divulgar en WHOIS
fr_fr: Divulgation en WHOIS
jp_jp: WHOISで公開
pt_pt: Divulgar em WHOIS
uk_ua: Розкриття в WHOIS

source: Organization
ar_sa: المؤسسة
es_es: Organización
fr_fr: Organisation
jp_jp: 組織
pt_pt: Organização
uk_ua: Організація

source: Street
ar_sa: شارع
es_es: Calle
fr_fr: Rue
jp_jp: 通り
pt_pt: Rua
uk_ua: Вулиця

source: City
ar_sa: مدينة
es_es: Ciudad
fr_fr: Ville
jp_jp: 市町村
pt_pt: Cidade
uk_ua: Місто

source: State/Province
ar_sa: البلد / المحافظة
es_es: Estado/provincia
fr_fr: État / Province
jp_jp: 都道府県
pt_pt: Estado/Província
uk_ua: Регіон/Область

source: Postal Code
ar_sa: الرمز البريدي
es_es: Código postal
fr_fr: Code Postal
jp_jp: 郵便番号
pt_pt: Código postal
uk_ua: Поштовий індекс

source: Country
ar_sa: الدولة
es_es: País
fr_fr: Pays
jp_jp: 国
pt_pt: País
uk_ua: Країна

source: Disclose Address in WHOIS
ar_sa: الكشف عن عنوان في WHOIS
es_es: Divulgar dirección en WHOIS
fr_fr: Adresse de divulgation dans WHOIS
jp_jp: WHOISで住所を公開
pt_pt: Divulgar endereço em WHOIS
uk_ua: Розкрити адресу в WHOIS

source: Contact Details
ar_sa: تفاصيل جهة الإتصال
es_es: Datos de contacto
fr_fr: Détails du contact
jp_jp: 連絡先の詳細
pt_pt: Detalhes de contato
uk_ua: Контактні дані

source: Contact ID
ar_sa: معرف جهة الاتصال
es_es: ID de contacto
fr_fr: Id du Contact
jp_jp: 連絡先ID
pt_pt: ID do contato
uk_ua: ID контакта

source: Voice
ar_sa: الهاتف
es_es: Teléfono
fr_fr: Téléphone
jp_jp: 音声
pt_pt: Telefone
uk_ua: Телефон

source: Fax
ar_sa: فاكس
jp_jp: ファックス
uk_ua: Факс

source: Contact AuthInfo
ar_sa: معلومات المصادقة لجهة الاتصال
es_es: Contacto AuthInfo
fr_fr: Informations d'autorisation du contact
jp_jp: 連絡先認証情報
pt_pt: Autorização de contato
uk_ua: Контактний пароль

source: Auto-generated authentication information for the contact
ar_sa: معلومات المصادقة التي تم إنشاؤها تلقائياً لجهة الاتصال
es_es: Información de autenticación autogenerada para el contacto
fr_fr: Informations d'authentification générées automatiquement pour le contact
jp_jp: 連絡先の自動生成された認証情報
pt_pt: Informação de autenticação gerada automaticamente para o contato
uk_ua: Автоматично створена інформація автентифікації для контакту

source: NIN - National Identification Number
ar_sa: NIN - رقم الهوية الوطني
es_es: NIN - Número de identificación nacional
fr_fr: NIN - Numéro d'identification national
jp_jp: NIN - 国民識別番号
pt_pt: NIN - Número de Identificação Nacional
uk_ua: NIN - Національний ідентифікаційний номер

source: This is a Business Contact
ar_sa: هذه جهة اتصال للأعمال التجارية
es_es: Este es un contacto comercial
fr_fr: Ceci est un contact commercial
jp_jp: これはビジネス連絡先です
pt_pt: Este é um contato comercial
uk_ua: Це бізнес контакт

source: Verify by Phone
ar_sa: التحقق بواسطة الهاتف
es_es: Verificar por teléfono
fr_fr: Vérifier par téléphone
jp_jp: 電話で確認
pt_pt: Verificar por telefone
uk_ua: Підтвердити по телефону

source: Verify by Email
ar_sa: التحقق بالبريد الإلكتروني
es_es: Verificar por email
fr_fr: Vérifier par e-mail
jp_jp: メールで確認
pt_pt: Verificar por e-mail
uk_ua: Підтвердити електронною поштою

source: Verify by Postal Mail
ar_sa: التحقق بواسطة البريد
es_es: Verificar por correo postal
fr_fr: Vérifier par courrier postal
jp_jp: 郵便で確認
pt_pt: Verificar por correio postal
uk_ua: Підтвердити поштою

source: Include Localized Info
ar_sa: تضمين المعلومات المحلية
es_es: Incluye información localizada
fr_fr: Inclure les informations localisées
jp_jp: 地域化情報を含む
pt_pt: Incluir informações localizadas
uk_ua: Включити локалізовану інформацію

source: Localized Postal Info: Personal Details
ar_sa: المعلومات البريدية المحلية: التفاصيل الشخصية
es_es: Información postal localizada: Detalles personales
fr_fr: Informations postales localisées : Données personnelles
jp_jp: 地域化した郵便情報：個人詳細
pt_pt: Informações Postais Localizadas: Detalhes pessoais
uk_ua: Локалізована поштова інформація: персональні дані

source: Localized Postal Info: Address Details
ar_sa: المعلومات البريدية المحلية: تفاصيل العنوان
es_es: Información postal localizada: Detalles de dirección
fr_fr: Informations postales localisées : Détails de l'adresse
jp_jp: 地域化した郵便情報：住所詳細
pt_pt: Informação Postal Localizada: Detalhes do endereço
uk_ua: Локалізована поштова інформація: відомості про адресу

source: Search contacts
ar_sa: البحث عن جهات الاتصال
es_es: Buscar contactos
fr_fr: Rechercher des contacts
jp_jp: 連絡先を検索
pt_pt: Pesquisar contactos
uk_ua: Пошук контактів

source: Update Contact
ar_sa: تحديث جهة الاتصال
es_es: Actualizar contacto
fr_fr: Mettre à jour le contact
jp_jp: 連絡先を更新
pt_pt: Actualizar contacto
uk_ua: Оновити контакт

source: Authentication information for the contact
ar_sa: معلومات المصادقة لجهة الاتصال
es_es: Información de autenticación para el contacto
fr_fr: Informations d'authentification pour le contact
jp_jp: 連絡先の認証情報
pt_pt: Informações de autenticação para o contato
uk_ua: Інформація для автентифікації

source: Contact
ar_sa: جهة الاتصال
es_es: Contacto
jp_jp: 連絡先
pt_pt: Contato
uk_ua: Контакт

source: linked
ar_sa: مرتبط
es_es: vinculado
fr_fr: lié
jp_jp: リンク
pt_pt: vinculado
uk_ua: пов’язаний

source: Visible in Public
ar_sa: مرئي للعامة
es_es: Visible en público
fr_fr: Visible en public
jp_jp: 公開可能
pt_pt: Visível em público
uk_ua: Видимий всім

source: Hidden from Public
ar_sa: مخفي من العامة
es_es: Escondido del público
fr_fr: Caché au public
jp_jp: 公開不可
pt_pt: Oculto do público
uk_ua: Приховано з публічного

source: International
ar_sa: دولي
es_es: Internacional
jp_jp: 国際
uk_ua: Міжнародний

source: Localized
ar_sa: محلي
es_es: Localizado
fr_fr: Localisé
jp_jp: 地域化
pt_pt: Localizado
uk_ua: Локалізований

source: International Contact Details
ar_sa: تفاصيل جهة الاتصال الدولية
es_es: Detalles de contacto internacional
fr_fr: Détails du contact international
jp_jp: 国際連絡先の詳細
pt_pt: Detalhes do contato internacional
uk_ua: Міжнародні контактні дані

source: Localized Contact Details
ar_sa: تفاصيل جهة الاتصال المحلية
es_es: Detalles de contacto localizados
fr_fr: Détails du contact localisé
jp_jp: 地域化された連絡先の詳細
pt_pt: Detalhes do contato localizado
uk_ua: Локалізовані контактні дані

source: No Localized Contact Information Available
ar_sa: لا تتوفر معلومات الاتصال المحلية
es_es: No hay información de contacto localizada disponible
fr_fr: Aucune information de contact localisée disponible
jp_jp: 利用可能な地域化された連絡先情報はありません
pt_pt: Não há informações de contato localizadas disponíveis
uk_ua: Не знайдено локалізованої контактної інформації

source: System Log
ar_sa: سجل النظام
es_es: Registro del sistema
fr_fr: Journal du système
jp_jp: システムログ
pt_pt: Registo do sistema
uk_ua: Системний журнал

source: Search logs
ar_sa: البحث في السجلات
es_es: Buscar registros
fr_fr: Recherche de logs
jp_jp: ログを検索
pt_pt: Pesquisar registros
uk_ua: Пошук в журналах

source: Message Queue
ar_sa: قائمة انتظار الرسائل
es_es: Cola de mensajes
fr_fr: File d'attente des messages
jp_jp: メッセージキュー
pt_pt: Mensagem na fila
uk_ua: Черга повідомлень

source: Search queue
ar_sa: قائمة انتظار البحث
es_es: Buscar cola
fr_fr: Rechercher la file d'attente
jp_jp: キューを検索
pt_pt: Fila de pesquisa
uk_ua: Пошук черги

source: EPP History
ar_sa: تاريخ EPP
es_es: Historia del EPP
fr_fr: Histoire du EPP
jp_jp: EPP履歴
pt_pt: História do EPP
uk_ua: Історія EPP

source: List Users
ar_sa: قائمة المستخدمين
es_es: Lista de usuarios
fr_fr: Lister les Utilisateurs
jp_jp: ユーザーリスト
pt_pt: Listar usuários
uk_ua: Список користувачів

source: Search users
ar_sa: ابحث في المستخدمين
es_es: Buscar usuarios
fr_fr: Rechercher des utilisateurs
jp_jp: ユーザーを検索
pt_pt: Pesquisar usuários
uk_ua: Пошук користувачів

source: Host Details
ar_sa: تفاصيل المضيف
es_es: Detalles del host
fr_fr: Information sur l'hôte
jp_jp: ホストの詳細
pt_pt: Detalhes do host
uk_ua: Деталі хосту

source: Hosts
ar_sa: المضيفون
fr_fr: Les hôtes
jp_jp: ホスト
uk_ua: Хости

source: Create Host
ar_sa: إنشاء مضيف
es_es: Crear host
fr_fr: Créer un hôte
jp_jp: ホストを作成
pt_pt: Criar host
uk_ua: Створити хост

source: Search hosts
ar_sa: البحث عن المضيفين
es_es: Buscar hosts
fr_fr: Rechercher des hôtes
jp_jp: ホストを検索
pt_pt: Pesquisar hosts
uk_ua: Пошук хостів

source: Update Host
ar_sa: تحديث المضيف
es_es: Actualizar host
fr_fr: Mise à jour l'hôte
jp_jp: ホストを更新
pt_pt: Atualizar host
uk_ua: Оновити хост

source: The host you're trying to update
ar_sa: المضيف الذي تحاول تحديثه
es_es: El host que estás tratando de actualizar
fr_fr: L'hôte que vous essayez de mettre à jour
jp_jp: 更新しようとしているホスト
pt_pt: O host que você está tentando atualizar
uk_ua: Хост Ви намагаєтеся оновити

source: is external to the registry. Consequently, it does not store any IP addresses within our system, and therefore, does not require any updates from your end. This means there are no associated IP addresses under our management that need your attention.
ar_sa: هو مضيف خارجي عن السجل، لذلك فهو لا يخزن أية عناوين IP في نظامنا، وبالتالي لا يتطلب أي تحديثات من جانبك وهذا يعني أنه لا توجد عناوين IP مرتبطة تحت إدارتنا تحتاج إلى انتباهك.
es_es: es externo al registro. Por consiguiente, no almacena ninguna dirección IP dentro de nuestro sistema y, por lo tanto, no requiere actualizaciones de su fin. Esto significa que no hay direcciones IP asociadas bajo nuestra gestión que requieran su atención.
fr_fr: est externe au registre. Par conséquent, il ne stocke aucune adresse IP dans notre système et ne nécessite donc aucune mise à jour de votre côté. Cela signifie qu'il n'y a pas d'adresses IP associées sous notre direction qui nécessitent votre attention.
jp_jp: はレジストリの外部にあります。結果として、私たちのシステム内にIPアドレスを保存しておらず、したがってあなたの側からの更新は必要ありません。これは、私たちの管理下にある関連するIPアドレスがあり、注意が必要なことを意味します。
pt_pt: é externo ao registro. Consequentemente, ele não armazena nenhum endereço IP em nosso sistema e, portanto, não requer nenhuma atualização do seu fim. Isso significa que não há nenhum endereço IP associado sob nossa gestão que precise da sua atenção.
uk_ua: є зовнішнім в реєстрі. Отже, він не зберігає жодних IP-адрес в нашій системі, і тому не вимагає оновлення з вашого кінця. Це означає, що не пов'язані IP-адреси під нашим управлінням, які потребують вашої уваги.

source: IPv4 Address
ar_sa: عنوان IPv4
es_es: Dirección IPv4
fr_fr: Adresse IPv4
jp_jp: IPv4アドレス
pt_pt: Endereço IPv4
uk_ua: Адреса IPv4

source: Please enter a valid IPv4 address.
ar_sa: الرجاء إدخال عنوان IPv4 صالح.
es_es: Por favor, introduzca una dirección IPv4 válida.
fr_fr: Saisissez une adresse IPv4 valide.
jp_jp: 有効なIPv4アドレスを入力してください。
pt_pt: Por favor insira um endereço IPv4 válido.
uk_ua: Будь ласка введіть правильну IPv4-адресу.

source: IPv6 Address
ar_sa: عنوان IPv6
es_es: Dirección IPv6
fr_fr: Adresse IPv6
jp_jp: IPv6アドレス
pt_pt: Endereço IPv6
uk_ua: Адреса IPv6

source: Please enter a valid IPv6 address.
ar_sa: الرجاء إدخال عنوان IPv6 صالح.
es_es: Por favor, introduzca una dirección IPv6 válida.
fr_fr: Saisissez une adresse IPv6 valide.
jp_jp: 有効なIPv6アドレスを入力してください。
pt_pt: Por favor insira um endereço IPv6 válido.
uk_ua: Будь ласка введіть правильну IPv6-адресу.

source: Optional
ar_sa: اختياري
es_es: Opcional
fr_fr: Facultatif
jp_jp: オプション
pt_pt: Opcional
uk_ua: Необов'язково

source: Deposit Payment Unsuccessful
ar_sa: الإيداع غير ناجح
es_es: Pago de depósito fallido
fr_fr: Échec du paiement du dépôt
jp_jp: 預金支払い失敗
pt_pt: Pagamento de depósito malsucedido
uk_ua: Помилка платежу за депозит

source: We've noticed that your deposit payment process was not completed. It appears that the payment was either cancelled or failed during the transaction. If this was an error, or if you have any questions, please don't hesitate to contact us. We're here to help ensure your transaction is smooth and secure.
ar_sa: لقد لاحظنا أن عملية دفع الضمان الخاصة غير مكتملة. ويبدو أن الدفع إما تم إلغاؤه أو فشل أثناء المعاملة. إذا كان هذا خطأ، أو إذا كان هناك أية أسئلة، يرجى عدم التردد في الاتصال بنا، ونحن هنا على اتم الاستعداد للمساعدة في التأكد من أن معاملتك سلسة وآمنة.
es_es: Hemos notado que el proceso de pago de tu depósito no se ha completado. Parece que el pago ha sido cancelado o fallado durante la transacción. Si esto fue un error, o si tiene alguna pregunta, por favor no dude en ponerse en contacto con nosotros. Estamos aquí para ayudar a asegurar que su transacción sea fluida y segura.
fr_fr: Nous avons remarqué que votre processus de paiement de dépôt n'est pas terminé. Il semble que le paiement ait été annulé ou a échoué lors de la transaction. Si c'était une erreur, ou si vous avez des questions, n'hésitez pas à nous contacter. Nous sommes là pour vous aider à vous assurer que votre transaction est facile et sécurisée.
jp_jp: ご入金手続きが完了していないことに気づきました。お支払いがキャンセルされたか、お取引中に失敗したようです。これがエラーであった場合、またはご不明な点がございましたら、ご遠慮なくお問い合わせください。お客様のお取引がスムーズで安全なものとなるよう、お手伝いさせていただきます。
pt_pt: Notamos que seu processo de pagamento de depósito não foi concluído. Parece que o pagamento foi cancelado ou falhou durante a transação. Se isso foi um erro, ou se você tiver alguma dúvida, não hesite em contactar-nos. Estamos aqui para ajudar a garantir que sua transação seja eficiente e segura.
