Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: Search registrars
ar_sa: بحث في المسجلين
es_es: Buscar registradores
fr_fr: Rechercher des registraires
jp_jp: 登録者を検索
pt_pt: Procurar registradores
uk_ua: Пошук реєстраторів

source: Managed Reserved Names
ar_sa: الأسماء المحجوزة المدارة
es_es: Nombres reservados gestionados
fr_fr: Noms réservés gérés
jp_jp: 管理された予約名
pt_pt: Nomes reservados gerenciados
uk_ua: Керовані зарезервовані імена

source: Manage Reserved Names
ar_sa: إدارة الأسماء المحجوزة
es_es: Administrar nombres reservados
fr_fr: Gérer les noms réservés
jp_jp: 予約名を管理
pt_pt: Gerenciar nomes reservados
uk_ua: Керування зарезервованими іменами

source: Update Reserved Names
ar_sa: تحديث الأسماء المحجوزة
es_es: Actualizar nombres reservados
fr_fr: Mettre à jour les noms réservés
jp_jp: 予約名を更新
pt_pt: Atualizar nomes reservados
uk_ua: Оновити зарезервовані імена

source: Manage TLD
ar_sa: إدارة نطاق المستوى العلوي
es_es: Administrar TLD
fr_fr: Gérer le TLD
jp_jp: TLDを管理
pt_pt: Gerir TLD
uk_ua: Керування TLD

source: General Details
ar_sa: تفاصيل عامة
es_es: Detalles generales
fr_fr: Détails Généraux
jp_jp: 一般的な詳細
pt_pt: Detalhes gerais
uk_ua: Основна інформація

source: TLD Extension
ar_sa: ملحق نطاق المستوى العلوي
es_es: Extensión TLD
fr_fr: Extension TLD
jp_jp: TLD拡張子
pt_pt: Extensão TLD
uk_ua: TLD розширення

source: TLD Type
ar_sa: نوع نطاق المستوى العلوي
es_es: Tipo de TLD
fr_fr: Type de TLD
jp_jp: TLDタイプ
pt_pt: Tipo de TLD
uk_ua: Тип TLD

source: Supported Script
ar_sa: سكريبت مدعوم
es_es: Script soportado
fr_fr: Script supporté
jp_jp: サポートされるスクリプト
pt_pt: Script suportado
uk_ua: Підтримуваний скрипт

source: Pricing
ar_sa: التسعير
es_es: Precios
fr_fr: Tarification
jp_jp: 価格設定
pt_pt: Preços
uk_ua: Ціни

source: Setup Fee
ar_sa: رسوم الإعداد
es_es: Cuota inicial
fr_fr: Frais d'installation
jp_jp: セットアップ料金
pt_pt: Taxa de instalação
uk_ua: Плата за встановлення

source: Year
ar_sa: السنة
es_es: Año
fr_fr: Année
jp_jp: 年
pt_pt: Ano
uk_ua: Рік

source: Years
ar_sa: سنوات
es_es: Años
fr_fr: Ans
jp_jp: 年間
pt_pt: Anos
uk_ua: роки(ів)

source: Create
ar_sa: إنشاء
es_es: Crear
fr_fr: Créer
jp_jp: 作成
pt_pt: Criar
uk_ua: Створити

source: Renew
ar_sa: جدد
es_es: Renovar
fr_fr: Renouveler
jp_jp: 更新
pt_pt: Renovar
uk_ua: Продовжити

source: Transfer
ar_sa: نقل
es_es: Transferir
fr_fr: Transféré
jp_jp: 移転
pt_pt: Transferir
uk_ua: Передати

source: When you type a price for 1 Year above, it will automatically get multiplied for subsequent years.
ar_sa: عند إدخال السعر لسنة واحدة أعلاه، سيتم ضربه تلقائيًا للسنوات اللاحقة.
es_es: Cuando escriba un precio por un año de arriba, se multiplicará automáticamente por años posteriores.
fr_fr: Lorsque vous tapez un prix pour 1 an ci-dessus, il sera automatiquement multiplié pour les années suivantes.
jp_jp: 上記の1年目の価格を入力すると、それが後続の年間に自動的に乗算されます。
pt_pt: Quando você digitar um preço por 1 Ano acima, ele será automaticamente multiplicado por anos subsequentes.
uk_ua: Коли ви вводите ціну на 1 рік вище, вона автоматично буде множуватися на наступні роки.

source: Restore Price
ar_sa: استعادة السعر
es_es: Restaurar precio
fr_fr: Prix pour la restauration
jp_jp: 価格を元に戻す
pt_pt: Preço de restauração
uk_ua: Ціна за відновлення

source: Enter the price for restoring the TLD.
ar_sa: أدخل سعر استعادة نطاق المستوى العلوي.
es_es: Introduzca el precio de la restauración de la TLD.
fr_fr: Entrez le prix pour la restauration du TLD.
jp_jp: TLDを復元するための価格を入力してください。
pt_pt: Digite o preço para restaurar o TLD.
uk_ua: Введіть ціну для відновлення TLD.

source: Premium Names
ar_sa: الأسماء المميزة
es_es: Nombres premium
fr_fr: Noms premium
jp_jp: プレミアム名
pt_pt: Nomes premium
uk_ua: Преміум Імена

source: Upload CSV File
ar_sa: تحميل ملف CSV
es_es: Cargar archivo CSV
fr_fr: Importer un fichier CSV
jp_jp: CSVファイルをアップロード
pt_pt: Carregar arquivo CSV
uk_ua: Завантажити CSV файл

source: Please upload a CSV file containing premium names. Each row should include a name and its corresponding pricing category, separated by a comma. Note: If one or more names in the file already exist in our system, they will be overwritten with the new information provided in the upload.
ar_sa: الرجاء تحميل ملف CSV يحتوي على أسماء مميزة. يجب أن يتضمن كل صف اسماً وفئة التسعير المقابلة، مفصولة بفاصلة. ملاحظة: إذا كان هناك اسم واحد أو أكثر في الملف موجود بالفعل في نظامنا، سيتم الكتابة عليها بالمعلومات الجديدة المقدمة في عملية التحميل.
es_es: Por favor, sube un archivo CSV que contenga nombres premium. Cada fila debe incluir un nombre y su correspondiente categoría de precios, separados por una coma. Nota: Si uno o más nombres en el archivo ya existen en nuestro sistema, serán sobrescritas con la nueva información proporcionada en la subida.
fr_fr: Veuillez télécharger un fichier CSV contenant des noms premium. Chaque ligne doit inclure un nom et sa catégorie de prix correspondante, séparés par une virgule. Note : Si un ou plusieurs noms dans le fichier existent déjà dans notre système, elles seront remplacées par les nouvelles informations fournies dans le téléchargement.
jp_jp: プレミアム名を含むCSVファイルをアップロードしてください。各行には名前とそれに対応する価格カテゴリが含まれ、カンマで区切られます。注意：ファイル内の1つ以上の名前が既に私たちのシステムに存在する場合、それらはアップロードで提供された新しい情報で上書きされます。
pt_pt: Por favor, envie um arquivo CSV contendo nomes premium. Cada linha deve incluir um nome e sua categoria de preços correspondente, separados por vírgula. Nota: Se um ou mais nomes no arquivo já existir em nosso sistema, eles serão substituídos pelas novas informações fornecidas no upload.
uk_ua: Будь ласка, завантажте CSV файл, що містить преміум імена. Кожен рядок повинен включати назву та відповідну категорію ціноутворення, розділену комою. Примітка: Якщо одне або декілька імен у файлі вже існує в нашій системі, вони будуть перезаписані в адресі новою інформацією.

source: Set Premium Name Price Categories
ar_sa: تعيين فئات سعر الاسم المميز
es_es: Establecer categoría de precio de nombre premium
fr_fr: Définir les catégories de prix Premium
jp_jp: プレミアム名の価格カテゴリを設定
pt_pt: Configura categorias de preço de nome premium
uk_ua: Встановити преміум-назву цінових категорій

source: Category Name
ar_sa: إسم الفئة
es_es: Nombre de la categoría
fr_fr: Nom de la catégorie
jp_jp: カテゴリ名
pt_pt: Nome da categoria
uk_ua: Назва категорії

source: Price
ar_sa: السعر
es_es: Precio
fr_fr: Prix
jp_jp: 価格
pt_pt: Preço
uk_ua: Ціна

source: Update existing premium categories as needed. Please note: currently, deletion of categories is not available. All updates will modify existing information without removing any categories.
ar_sa: تحديث الفئات المميزة الحالية حسب الحاجة. يرجى ملاحظة: حاليا، حذف الفئات غير متاح. جميع التحديثات سوف تعدل المعلومات الموجودة دون إزالة أي فئات.
es_es: Actualice las categorías premium existentes según sea necesario. Tenga en cuenta: actualmente, la eliminación de categorías no está disponible. Todas las actualizaciones modificarán la información existente sin eliminar ninguna categoría.
fr_fr: Mettre à jour les catégories premium existantes si nécessaire. Veuillez noter que la suppression des catégories n'est pas disponible. Toutes les mises à jour modifieront les informations existantes sans supprimer aucune catégorie.
jp_jp: 必要に応じて既存のプレミアムカテゴリを更新してください。注意：現在、カテゴリの削除は利用できません。すべての更新は既存の情報を変更し、カテゴリを削除することはありません。
pt_pt: Atualize as categorias premium existentes. Atenção: no momento, a exclusão de categorias não está disponível. Todas as atualizações modificarão as informações existentes sem remover nenhuma categoria.
uk_ua: За потреби оновіть наявні преміум-категорії. Зверніть увагу: наразі видалення категорій недоступне. Усі оновлення змінюватимуть наявну інформацію без видалення жодних категорій.

source: Update TLD
ar_sa: تحديث نطاق المستوى العلوي
es_es: Actualizar TLD
fr_fr: Mettre à jour le TLD
jp_jp: TLDを更新
pt_pt: Atualizar TLD
uk_ua: Оновити TLD

source: Manage Promotions
ar_sa: إدارة الترقيات
es_es: Administrar promociones
fr_fr: Gérer les promotions
jp_jp: プロモーションを管理
pt_pt: Gerenciar promoções
uk_ua: Керування акціями

source: Promotion Name
ar_sa: اسم الترويج
es_es: Nombre de la promoción
fr_fr: Nom de promotion
jp_jp: プロモーション名
pt_pt: Nome da promoção
uk_ua: Назва акції

source: Start Date
ar_sa: تاريخ البدء
es_es: Fecha de inicio
fr_fr: Date Démarrage
jp_jp: 開始日
pt_pt: Data de início
uk_ua: Дата початку

source: End Date
ar_sa: تاريخ النهاية
es_es: Fecha final
fr_fr: Date de fin
jp_jp: 終了日
pt_pt: Data de fim
uk_ua: Дата завершення

source: Discount
ar_sa: الخصم
es_es: Descuento
fr_fr: Réduction
jp_jp: 割引
pt_pt: Desconto
uk_ua: Знижка

source: Discount Amount
ar_sa: مقدار الخصم
es_es: Monto de descuento
fr_fr: Montant de la réduction
jp_jp: 割引額
pt_pt: Quantidade de desconto
uk_ua: Сума знижки

source: No promotions found.
ar_sa: لم يتم العثور على عرض ترويجي.
es_es: No se encontraron promociones.
fr_fr: Aucune promotion trouvée.
jp_jp: プロモーションが見つかりません。
pt_pt: Promoções não encontradas.
uk_ua: Промо-акції не знайдено.

source: Create New Promotion
ar_sa: إنشاء ترويج جديد
es_es: Crear nueva promoción
fr_fr: Nouvelle promotion
jp_jp: 新しいプロモーションを作成
pt_pt: Criar nova promoção
uk_ua: Створити нову акції

source: Promotion Start Date
ar_sa: تاريخ بدء الترويج
es_es: Fecha de inicio de la promoción
fr_fr: Date de début de la promotion
jp_jp: プロモーション開始日
pt_pt: Data de início da promoção
uk_ua: Дата початку акції

source: Please Note:
ar_sa: يرجى العلم:
es_es: Tenga en cuenta:
fr_fr: Important à savoir :
jp_jp: 注意：
pt_pt: Atenção:
uk_ua: Зверніть Увагу:

source: All times displayed are in
ar_sa: كل الأوقات المعروضة في
es_es: Todos los tiempos mostrados están en
fr_fr: Toutes les heures affichées sont en
jp_jp: 表示されるすべての時間は次の形式です：
pt_pt: Todas as vezes exibidas estão em
uk_ua: Усі часи відображені в

source: Promotion End Date
ar_sa: تاريخ انتهاء الترويج
es_es: Fecha de fin de la promoción
fr_fr: Date de fin de la promotion
jp_jp: プロモーション終了日
pt_pt: Data final da promoção
uk_ua: Дата закінчення акції

source: Discount Type
ar_sa: نوع الخصم
es_es: Tipo de descuento
fr_fr: Type de réduction
jp_jp: 割引タイプ
pt_pt: Tipo de desconto
uk_ua: Тип знижки

source: Percentage
ar_sa: النسبة المئوية
es_es: Porcentaje
fr_fr: Pourcentage
jp_jp: パーセンテージ
pt_pt: Percentagem
uk_ua: Відсоток

source: Fixed Amount
ar_sa: المبلغ الثابت
es_es: Cantidad fija
fr_fr: Montant fixe
jp_jp: 固定金額
pt_pt: Valor fixo
uk_ua: Фіксована Сума

source: Free Domains
ar_sa: نطاقات مجانية
es_es: Dominios gratuitos
fr_fr: Domaines gratuits
jp_jp: 無料ドメイン
pt_pt: Domínios gratuitos
uk_ua: Безкоштовні домени

source: Discount Value
ar_sa: قيمة الخصم
es_es: Valor del descuento
fr_fr: Valeur de la remise
jp_jp: 割引価値
pt_pt: Valor do desconto
uk_ua: Розмір знижки

source: Enter discount value
ar_sa: أدخل قيمة الخصم
es_es: Introducir valor de descuento
fr_fr: Entrez la valeur de la remise
jp_jp: 割引価値を入力してください
pt_pt: Introduzir valor de desconto
uk_ua: Інша вартість знижок

source: Maximum Discounted Items
ar_sa: الحد الأقصى للعناصر المخفضة
es_es: Máximo descuento de artículos
fr_fr: Réduction maximale des articles
jp_jp: 最大割引アイテム数
pt_pt: Máximo de itens descontados
uk_ua: Максимальна кількість товарів зі знижкою

source: Conditions
ar_sa: الشروط
es_es: Condiciones
jp_jp: 条件
pt_pt: Condições
uk_ua: Умови

source: Enter conditions
ar_sa: أدخل الشروط
es_es: Introducir condiciones
fr_fr: Entrez les conditions
jp_jp: 条件を入力してください
pt_pt: Introduzir condições
uk_ua: Введіть умови

source: Enter description
ar_sa: أدخل الوصف
es_es: Introduce una descripción
fr_fr: Entrez la description
jp_jp: 説明を入力してください
pt_pt: Introduzir descrição
uk_ua: Введіть опис

source: Update Promotions
ar_sa: تحديث الترقيات
es_es: Actualizar promociones
fr_fr: Mettre à jour les promotions
jp_jp: プロモーションを更新
pt_pt: Atualizar promoções
uk_ua: Оновити промо-акції

source: Manage Launch Phases
ar_sa: إدارة مراحل الإطلاق
es_es: Administrar fases de lanzamiento
fr_fr: Gérer les phases de lancement
jp_jp: ランチフェーズを管理
pt_pt: Gerenciar phasses de lançamento
uk_ua: Вимагати стартові фази

source: Phase Category
ar_sa: فئة المرحلة
es_es: Categoría de fase
fr_fr: Catégorie de phase
jp_jp: フェーズカテゴリ
pt_pt: Categoria da fase
uk_ua: Фазова категорія

source: Phase Description
ar_sa: وصف المرحلة
es_es: Descripción de la fase
fr_fr: Description de la phase
jp_jp: フェーズ説明
pt_pt: Descrição da fase
uk_ua: Опис фази

source: No launch phases found.
ar_sa: لم يتم العثور على مراحل الإطلاق.
es_es: No se encontraron fases de lanzamiento.
fr_fr: Aucune phase de lancement trouvée.
jp_jp: ランチフェーズが見つかりません。
pt_pt: Não foram encontradas fases de lançamento.
uk_ua: Не знайдено фази запуску.

source: Create New Phase
ar_sa: إنشاء مرحلة جديدة
es_es: Crear nueva fase
fr_fr: Créer une nouvelle phase
jp_jp: 新しいフェーズを作成
pt_pt: Criar nova fase
uk_ua: Створити нову фазу

source: Single application only.
ar_sa: تطبيق واحد فقط.
es_es: Solo una aplicación.
fr_fr: Application unique uniquement.
jp_jp: 単一のアプリケーションのみ。
pt_pt: Apenas uma aplicação.
uk_ua: Тільки одна заявка.

source: Multiple applications allowed.
ar_sa: السماح بتطبيقات متعددة.
es_es: Múltiples aplicaciones permitidas.
fr_fr: Plusieurs applications sont autorisées.
jp_jp: 複数のアプリケーションが許可されています。
pt_pt: Várias aplicações permitidas.
uk_ua: Дозволено кілька заяви.

source: Enter phase description
ar_sa: أدخل وصف المرحلة
es_es: Introducir descripción de la fase
fr_fr: Entrez la description de la phase
jp_jp: フェーズ説明を入力してください
pt_pt: Inserir descrição de fase
uk_ua: Введіть опис

source: Phase Start Date
ar_sa: تاريخ بدء المرحلة
es_es: Fecha de inicio de fase
fr_fr: Date de début de la phase
jp_jp: フェーズ開始日
pt_pt: Data início da fase
uk_ua: Початкова дата фази

source: Phase End Date
ar_sa: تاريخ انتهاء المرحلة
es_es: Fecha de fin de fase
fr_fr: Date de fin de phase
jp_jp: フェーズ終了日
pt_pt: Data final da fase
uk_ua: Кінцева дата фази

source: Update Phases
ar_sa: مراحل التحديث
es_es: Actualizar fases
fr_fr: Phases de mise à jour
jp_jp: フェーズを更新
pt_pt: Atualizar fases
uk_ua: Оновлення фаз

source: Registry Configuration
ar_sa: إعدادات السجل
es_es: Configuración del registro
fr_fr: Configuration du Registre
jp_jp: レジストリ設定
pt_pt: Configuração de registro
uk_ua: Конфігурація реєстру

source: System Settings
ar_sa: إعدادات النظام
es_es: Ajustes del sistema
fr_fr: Paramètres systèmes
jp_jp: システム設定
pt_pt: Configurações de sistema
uk_ua: Налаштування системи

source: Registry Operator Name
ar_sa: اسم مشغل السجل
es_es: Nombre del operador del registro
fr_fr: Nom de l'opérateur du Registre
jp_jp: レジストリオペレータ名
pt_pt: Nome de operador do registro
uk_ua: Ім'я оператора реєстру

source: Enter registry operator's name
ar_sa: أدخل اسم مشغل السجل
es_es: Introduzca el nombre del operador del registro
fr_fr: Entrez le nom de l'opérateur du registre
jp_jp: レジストリオペレータの名前を入力してください
pt_pt: Introduza o nome do operador
uk_ua: Введіть ім'я оператора реєстру

source: The official name of the organization operating the registry.
ar_sa: الاسم الرسمي للمؤسسة المشغلة للسجل.
es_es: Nombre oficial de la organización que opera el registro.
fr_fr: Le nom officiel de l'organisation qui gère le registre.
jp_jp: レジストリを運営している組織の公式名称です。
pt_pt: O nome oficial da organização que opera o registro.
uk_ua: Офіційна назва організації.

source: Registry Handle
ar_sa: معرف السجل
es_es: Identificador de registro
fr_fr: Descripteur du Registre
jp_jp: レジストリハンドル
pt_pt: Identificador do registro

source: Enter registry handle
ar_sa: أدخل معرف السجل
es_es: Introduzca el identificador de registro
fr_fr: Saisir le descriptif du registre
jp_jp: レジストリハンドルを入力してください
pt_pt: Inserir identificador de registro
uk_ua: Введіть registry handle

source: A unique identifier for the registry which will be appended to each object handle.
ar_sa: معرف فريد للسجل سيتم إلحاقه بكل معرف كائن.
es_es: Un identificador único para el registro que se añadirá a cada manejador de objetos.
fr_fr: Un identifiant unique pour le registre qui sera ajouté à chaque gestionnaire d'objet.
jp_jp: レジストリの一意の識別子で、各オブジェクトハンドルに付加されます。
pt_pt: Um identificador exclusivo para o registro que será anexado a cada manipulador de objeto.
uk_ua: Унікальний ідентифікатор реєстру, який буде додано до кожного об'єкта.

source: Enter registry whois server
ar_sa: أدخل خادم WHOIS للسجل
es_es: Introduzca el servidor whois del registro
fr_fr: Entrez le serveur de registre whois
jp_jp: レジストリのwhoisサーバーを入力してください
pt_pt: Insira o servidor de whois
uk_ua: Введіть WHOIS сервер реєстру

source: Enter the URL of the registry's WHOIS server. Example:
ar_sa: أدخل عنوان URL لخادم WHOIS الخاص بالسجل. مثال:
es_es: Introduzca la URL del servidor WHOIS del registro. Ejemplo:
fr_fr: Entrez l'URL du serveur WHOIS du registre. Exemple:
jp_jp: レジストリのWHOISサーバーのURLを入力してください。例：
pt_pt: Insira a URL do servidor WHOIS do registro. Exemplo:
uk_ua: Введіть URL сервера WHOIS. Приклад:

source: Enter registry RDAP server
ar_sa: أدخل خادم RDAP للسجل
es_es: Introducir servidor RDAP de registro
fr_fr: Entrez le serveur RDAP du Registre
jp_jp: レジストリのRDAPサーバーを入力してください
pt_pt: Insira o servidor RDAP do registro
uk_ua: Введіть RDAP сервер реєстру

source: Enter the URL of the registry's RDAP server. Example:
ar_sa: أدخل عنوان URL لخادم RDAP الخاص بالسجل. مثال:
es_es: Introduzca la URL del servidor RDAP del registro. Ejemplo:
fr_fr: Entrez l'URL du serveur RDAP du registre. Exemple:
jp_jp: レジストリのRDAPサーバーのURLを入力してください。例：
pt_pt: Insira a URL do servidor RDAP do registro. Exemplo:
uk_ua: Введіть URL сервера RDAP. Приклад:

source: Features
ar_sa: الخصائص
es_es: Funcionalidades
fr_fr: Caractéristiques
jp_jp: 特徴
pt_pt: Funções
uk_ua: Особливості

source: Require Launch Phases
ar_sa: تتطلب مراحل الإطلاق
es_es: Requiere fases de lanzamiento
fr_fr: Nécessite des phases de lancement
jp_jp: ランチフェーズを必要とする
pt_pt: Requer phasses de lançamento
uk_ua: Вимагати стартові фази

source: Operator Details
ar_sa: تفاصيل المشغل
es_es: Detalles del operador
fr_fr: Détails de l'opérateur
jp_jp: オペレーターの詳細
pt_pt: Detalhes do operador
uk_ua: Деталі оператора

source: Registry VAT/Company Number
ar_sa: رقم ضريبة القيمة المضافة/الشركة
es_es: Registro IVA/Número de la empresa
fr_fr: Numéro de TVA du Registre
jp_jp: レジストリVAT/会社番号
pt_pt: Operador VAT/Número da Empresa
uk_ua: Реєстраційний номер платника ПДВ / номер компанії

source: Enter registry operator's VAT number
ar_sa: أدخل رقم ضريبة القيمة المضافة لمشغل السجل
es_es: Introduzca el número de IVA del operador del registro
fr_fr: Entrez le numéro de TVA de l'opérateur du registre
jp_jp: レジストリオペレータのVAT番号を入力してください
pt_pt: Insira o número VAT do operador
uk_ua: Введіть номер ПДВ оператора в реєстрі

source: Enter the VAT number of the organization operating the registry, or company number if VAT is unavailable.
ar_sa: أدخل رقم ضريبة القيمة المضافة للمؤسسة المشغلة للسجل، أو رقم الشركة إذا كانت ضريبة القيمة المضافة غير متوفرة.
es_es: Introduzca el número de IVA de la organización que opera el registro, o el número de la empresa si el IVA no está disponible.
fr_fr: Entrez le numéro de TVA de l'organisation qui gère le registre, ou le numéro de la société si la TVA n'est pas disponible.
jp_jp: レジストリを運営している組織のVAT番号を入力してください、またはVATが利用できない場合は会社番号を入力してください。
pt_pt: Insira o número VAT da empresa que opera o registro ou número da empresa se o IVA estiver indisponível.
uk_ua: Введіть номер ПДВ організації, яка керує реєстром, або номер компанії, якщо ПДВ недоступний.

source: Contact Address
ar_sa: جهة الاتصال
es_es: Dirección de contacto
fr_fr: Adresse du contact
jp_jp: 連絡先住所
pt_pt: Endereço do contato
uk_ua: Адреса контакту

source: Enter contact address
ar_sa: أدخل عنوان جهة الاتصال
es_es: Introduzca dirección de contacto
fr_fr: Entrez l'adresse du contact
jp_jp: 連絡先住所を入力してください
pt_pt: Inserir endereço de contato
uk_ua: Введіть адресу контакта

source: The contact address of the registry.
ar_sa: عنوان الاتصال بالسجل.
es_es: La dirección de contacto del registro.
fr_fr: L'adresse du contact du registre.
jp_jp: レジストリの連絡先住所。
pt_pt: O endereço de contato do registro.
uk_ua: Контактна адреса реєстру.

source: Enter contact email
ar_sa: أدخل البريد الإلكتروني للاتصال
es_es: Introduzca email de contacto
fr_fr: Veuillez renseigner le mail de contact
jp_jp: 連絡先メールを入力してください
pt_pt: Digite o e-mail de contato
uk_ua: Введіть пошту для звʼязку

source: The email address for general inquiries to the registry.
ar_sa: عنوان البريد الإلكتروني للاستفسارات العامة إلى السجل.
es_es: La dirección de correo electrónico para consultas generales al registro.
fr_fr: L'adresse email pour les demandes générales au registre.
jp_jp: レジストリへの一般的な問い合わせのメールアドレスです。
pt_pt: O endereço de email para consultas gerais ao registro.
uk_ua: Адреса електронної пошти для загальних запитів до реєстру.

source: Contact Phone
ar_sa: هاتف جهة الاتصال
es_es: Teléfono de contacto
fr_fr: Téléphone du Contact
jp_jp: 連絡先電話
pt_pt: Telefone de contacto
uk_ua: Контактний телефон

source: Enter contact phone
ar_sa: أدخل هاتف جهة الاتصال
es_es: Introduzca teléfono de contacto
fr_fr: Entrez le numéro de téléphone du contact
jp_jp: 連絡先電話を入力してください
pt_pt: Inserir telefone de contato
uk_ua: Введіть пошту для звʼязку

source: The phone number for general inquiries to the registry.
ar_sa: رقم الهاتف للاستفسارات العامة إلى السجل.
es_es: El número de teléfono para consultas generales al registro.
fr_fr: Le numéro de téléphone pour les demandes générales au registre.
jp_jp: レジストリへの一般的な問い合わせの電話番号です。
pt_pt: O número de telefone para consultas gerais ao registro.
uk_ua: Номер телефону для загальних запитів до реєстру.

source: Update Details
ar_sa: تفاصيل التحديث
es_es: Actualizar detalles
fr_fr: Mettre à jour les détails
jp_jp: 詳細を更新
pt_pt: Atualizar detalhes
uk_ua: Оновити деталі

source: TLD Management
ar_sa: إدارة نطاق المستوى العلوي
es_es: Administración de TLD
fr_fr: Gestion du TLD
jp_jp: TLD管理
pt_pt: Gerenciamento TLD
uk_ua: Керування TLD

source: Create New TLD
ar_sa: إنشاء نطاق مستوى علوي جديد
es_es: Crear nuevo TLD
fr_fr: Créer un nouveau TLD
jp_jp: 新しいTLDを作成
pt_pt: Criar novo TLD
uk_ua: Створити новий TLD

source: Search TLDs
ar_sa: البحث عن نطاقات المستوى العلوي
es_es: Buscar TLDs
fr_fr: Rechercher des TLDs
jp_jp: TLDを検索
pt_pt: Pesquisar TLDs
uk_ua: Пошук TLDs

source: Enter the desired top-level domain (TLD) name, like
ar_sa: أدخل اسم نطاق المستوى العلوي المطلوب (TLD)، مثل
es_es: Introduzca el nombre de dominio superior (TLD) deseado, como
fr_fr: Entrez le nom de domaine de premier niveau (TLD) désiré, comme
jp_jp: 望ましいトップレベルドメイン（TLD）名を入力してください、例えば
pt_pt: Digite o nome de domínio de nível superior desejado (TLD), como
uk_ua: Введіть бажаний домен верхнього рівня (TLD) наприклад,

source: or
ar_sa: أو
es_es: o
fr_fr: ou
jp_jp: または
pt_pt: ou
uk_ua: або

source: DNSSEC is currently activated manually. This option is for display purposes only.
ar_sa: DNSSEC مفعل حاليا يدويا. هذا الخيار لأغراض العرض فقط.
es_es: DNSSEC está activado manualmente. Esta opción es sólo para fines de visualización.
fr_fr: DNSSEC est actuellement activé manuellement. Cette option est uniquement à des fins d'affichage.
jp_jp: DNSSECは現在手動でアクティベートされています。このオプションは表示目的のみです。
pt_pt: O DNSSEC está atualmente ativado manualmente. Esta opção é apenas para fins de exibição.
uk_ua: Зараз активовано режим DNSSEC вручну. Цей параметр стосується лише вказаних цілей.

source: Select the type of TLD: ccTLD (Country Code Top-Level Domain) or gTLD (Generic Top-Level Domain).
ar_sa: حدد نوع TLD: ccTLD (رمز البلد لمستوى النطاق العلوي) أو gTLD (نطاق المستوى العلوي العام).
es_es: Seleccione el tipo de TLD: ccTLD (Country Code Top-Level Domain) o gTLD (Generic Top-Level Domain).
fr_fr: Sélectionnez le type de TLD : ccTLD (domaine de premier niveau du Code Pays) ou gTLD (domaine générique de premier niveau).
jp_jp: TLDのタイプを選択してください：ccTLD（国コードトップレベルドメイン）またはgTLD（ジェネリックトップレベルドメイン）。
pt_pt: Selecione o tipo de TLD: ccTLD (domínio de nível superior do código de código) ou gTLD (domínio de nível superior genérico).
uk_ua: Виберіть тип TLD: ccTLD (Домен верхнього рівня країни) або gTLD (типовий Домен верхнього рівня).
