Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: If you’ve logged in on multiple devices or browsers and want to ensure your account remains secure, you can log out from all other sessions except this one. This will end access from any other logged-in devices.
ar_sa: إذا قمت بتسجيل الدخول على عدة أجهزة أو متصفحات وتريد ضمان أمان حسابك، يمكنك تسجيل الخروج من جميع الجلسات الأخرى باستثناء هذه الجلسة. سيؤدي ذلك إلى إنهاء الوصول من أي أجهزة أخرى تم تسجيل الدخول إليها.
es_es: Si has iniciado sesión en múltiples dispositivos o navegadores y quieres asegurar la seguridad de tu cuenta, puedes cerrar sesión en todas las demás sesiones excepto esta. Esto finalizará el acceso desde cualquier otro dispositivo conectado.
fr_fr: Si vous vous êtes connecté sur plusieurs appareils ou navigateurs et que vous souhaitez assurer la sécurité de votre compte, vous pouvez vous déconnecter de toutes les autres sessions sauf celle-ci. Cela mettra fin à l'accès depuis tous les autres appareils connectés.
jp_jp: 複数のデバイスやブラウザでログインしている場合、アカウントのセキュリティを確保するために、このセッションを除くすべてのセッションからログアウトできます。これにより、他のログイン済みデバイスからのアクセスが終了します。

source: Log Out from All Devices
ar_sa: تسجيل الخروج من جميع الأجهزة
es_es: Cerrar sesión en todos los dispositivos
fr_fr: Se déconnecter de tous les appareils
jp_jp: すべてのデバイスからログアウト

source: Port 43 WHOIS Queries
ar_sa: استعلامات WHOIS على المنفذ 43
es_es: Consultas WHOIS en el puerto 43
fr_fr: Requêtes WHOIS sur le port 43
jp_jp: ポート43のWHOISクエリ

source: Web WHOIS Queries
ar_sa: استعلامات WHOIS عبر الويب
es_es: Consultas WHOIS en la web
fr_fr: Requêtes WHOIS sur le Web
jp_jp: Web WHOISクエリ

source: Enable DNSSEC
ar_sa: تمكين DNSSEC
es_es: Habilitar DNSSEC
fr_fr: Activer DNSSEC
jp_jp: DNSSECを有効化

source: DNSSEC Mode
ar_sa: وضع DNSSEC
es_es: Modo DNSSEC
fr_fr: Mode DNSSEC
jp_jp: DNSSECモード

source: DNSSEC Details
ar_sa: تفاصيل DNSSEC
es_es: Detalles de DNSSEC
fr_fr: Détails DNSSEC
jp_jp: DNSSECの詳細

source: Export IDN Table
ar_sa: تصدير جدول IDN
es_es: Exportar tabla IDN
fr_fr: Exporter le tableau IDN
jp_jp: IDNテーブルをエクスポート

source: Published
ar_sa: منشور
es_es: Publicado
fr_fr: Publié
jp_jp: 公開済み

source: Manage Allocation Tokens
ar_sa: إدارة رموز التخصيص
es_es: Gestionar los tokens de asignación
fr_fr: Gérer les jetons d’allocation
jp_jp: 割り当てトークンの管理

source: Generate 10 Tokens
ar_sa: إنشاء 10 رموز
es_es: Generar 10 tokens
fr_fr: Générer 10 jetons
jp_jp: トークンを10個生成

source: Token
ar_sa: رمز
fr_fr: Jeton
jp_jp: トークン

source: Are you sure you want to delete this token?
ar_sa: هل أنت متأكد أنك تريد حذف هذا الرمز؟
es_es: ¿Está seguro de que desea eliminar este token?
fr_fr: Êtes-vous sûr de vouloir supprimer ce jeton ?
jp_jp: このトークンを削除してもよろしいですか？

source: Users
ar_sa: المستخدمون
es_es: Usuarios

source: No custom price
ar_sa: لا يوجد سعر مخصص
es_es: Sin precio personalizado

source: Set
ar_sa: تعيين
es_es: Establecer

source: Save
ar_sa: حفظ
es_es: Guardar

source: Cancel
ar_sa: إلغاء
es_es: Cancelar

source: Delete
ar_sa: حذف
es_es: Eliminar

source: Are you sure you want to delete custom prices for this TLD?
ar_sa: هل أنت متأكد أنك تريد حذف الأسعار المخصصة لهذا TLD؟
es_es: ¿Estás seguro de que deseas eliminar los precios personalizados para este TLD?

source: Allocation Tokens
ar_sa: رموز التخصيص
es_es: Tokens de Asignación

source: Reserved Names
ar_sa: الأسماء المحجوزة
es_es: Nombres Reservados

source: Update Token
ar_sa: تحديث الرمز
es_es: Actualizar Token

source: Delete Token
ar_sa: حذف الرمز
es_es: Eliminar Token

source: Apply Group Prices
ar_sa: تطبيق أسعار المجموعة
es_es: Aplicar precios del grupo

source: Price Groups
ar_sa: مجموعات الأسعار
es_es: Grupos de precios

source: Price Group
ar_sa: مجموعة الأسعار
es_es: Grupo de precios

source: -- Select group --
ar_sa: -- اختر مجموعة --
es_es: -- Seleccionar grupo --

source: -- Select TLD --
ar_sa: -- اختر نطاق TLD --
es_es: -- Seleccionar TLD --

source: Prices to apply
ar_sa: الأسعار المطلوب تطبيقها
es_es: Precios a aplicar

source: All year-based prices are required. Setup fee (M0) is optional. All years must have a value.
ar_sa: جميع أسعار السنوات مطلوبة. رسم الإعداد (M0) اختياري. يجب أن تحتوي جميع السنوات على قيمة.
es_es: Todos los precios por año son obligatorios. La tarifa de instalación (M0) es opcional. Todos los años deben tener un valor.

source: Setup fee
ar_sa: رسوم الإعداد
es_es: Tarifa de instalación

source: year
ar_sa: سنة
es_es: año

source: Apply to all registrars in group
ar_sa: تطبيق على جميع الأمناء في المجموعة
es_es: Aplicar a todos los registradores del grupo

source: Edit Price Group
ar_sa: تعديل مجموعة الأسعار
es_es: Editar grupo de precios

source: New Price Group
ar_sa: مجموعة أسعار جديدة
es_es: Nuevo grupo de precios

source: Registrars in this group
ar_sa: الأمناء في هذه المجموعة
es_es: Registradores en este grupo

source: Hold Ctrl / Cmd to select multiple.
ar_sa: اضغط Ctrl / Cmd لاختيار عناصر متعددة.
es_es: Mantén Ctrl / Cmd para seleccionar varios.

source: New Group
ar_sa: مجموعة جديدة
es_es: Nuevo grupo

source: Edit Group
ar_sa: تعديل المجموعة
es_es: Editar grupo

source: No groups yet.
ar_sa: لا توجد مجموعات بعد.
es_es: Aún no hay grupos.

source: Download Google Authenticator app
es_es: Descarga la aplicación Google Authenticator
fr_fr: Téléchargez l’application Google Authenticator
jp_jp: Google Authenticator アプリをダウンロードしてください

source: Scan the QR code with your authentication app
es_es: Escanea el código QR con tu aplicación de autenticación
fr_fr: Scannez le code QR avec votre application d’authentification
jp_jp: 認証アプリで QR コードをスキャンしてください

source: Cyrillic
es_es: Cirílico
fr_fr: Cyrillique
jp_jp: キリル文字
pt_pt: Cirílico
uk_ua: Кириличне
