Repository: getnamingo/registry
Catalog: cp/lang/*/messages.po
Languages: ar_sa, es_es, fr_fr, jp_jp, pt_pt, uk_ua

source: Japanese
ar_sa: اليابانية
es_es: Japoneses
fr_fr: Japonais
jp_jp: 日本語
pt_pt: ﻿Japonês
uk_ua: Японський

source: Korean
ar_sa: الكورية
es_es: Coreano
fr_fr: Coréen
jp_jp: 韓国語
pt_pt: Coreano
uk_ua: Корейський

source: Choose the script type that the TLD will support. Options include ASCII, Cyrillic, Japanese, and Korean.
ar_sa: اختر نوع الاسكربت الذي سيدعمه مستوى النطاق العلوي، الخيارات متضمنة ASCII، Cyrillic، يابانية، وكورية
es_es: Elija el tipo de script que el TLD soportará. Las opciones incluyen ASCII, Cirílico, Japonés y Coreán.
fr_fr: Choisissez le type de script que le TLD supportera. Les options incluent ASCII, Cyrillique, Japonais et Coréen.
jp_jp: TLDがサポートするスクリプトタイプを選択してください。オプションにはASCII、キリル文字、日本語、韓国語が含まれます。
pt_pt: Escolha o tipo de script com o qual o TLD apoiará. As opções incluem ASCII, Cirílico, Japonês e Coreano.
uk_ua: Виберіть тип скрипта, який підтримуватиме TLD. Варіанти включають ASCII, кирилицю, японську та корейську.

source: Upload a CSV file with premium names. Each row should contain a name and its pricing category, separated by a comma.
ar_sa: قم بتحميل ملف CSV يحتوي على الأسماء المميزة. ويجب أن يحتوي كل صف على اسم وفئة التسعير مفصولة بفاصلة.
es_es: Subir un archivo CSV con nombres premium. Cada fila debe contener un nombre y su categoría de precios, separados por una coma.
fr_fr: Télécharger un fichier CSV avec des noms premium. Chaque ligne doit contenir un nom et sa catégorie de prix, séparés par une virgule.
jp_jp: プレミアム名を含むCSVファイルをアップロードしてください。各行には名前とそれに対応する価格カテゴリが含まれ、カンマで区切られます。
pt_pt: Envie um arquivo CSV com nomes premium. Cada linha deve conter um nome e sua categoria de preços, separados por vírgula.
uk_ua: Завантажити CSV файл з преміум іменами. Кожен рядок повинен містити назву та її категорію ціноутворення, розділених комою.

source: Create TLD
ar_sa: إنشاء TLD
es_es: Crear nuevo TLD
fr_fr: Créer un TLD
jp_jp: TLDを作成
pt_pt: Criar TLD
uk_ua: Створити TLD

source: Reports
ar_sa: التقارير
es_es: Informes
fr_fr: Rapports
jp_jp: レポート
pt_pt: Relatórios
uk_ua: Звіти

source: Search reports
ar_sa: البحث في التقارير
es_es: Buscar informes
fr_fr: Recherche de rapports
jp_jp: レポートを検索
pt_pt: Buscar relatórios
uk_ua: Пошук звітів

source: Dashboard
ar_sa: لوحة المعلومات
es_es: Tablero
fr_fr: Tableau de bord
jp_jp: ダッシュボード
pt_pt: Painel
uk_ua: Панель керування

source: View Reports
ar_sa: عرض التقارير
es_es: Ver informes
fr_fr: Voir les rapports
jp_jp: レポートを表示
pt_pt: Ver Relatórios
uk_ua: Перегляд звітів

source: Create new domain
ar_sa: إنشاء نطاق جديد
es_es: Crear nuevo dominio
fr_fr: Créer un nouveau domaine
jp_jp: 新しいドメインを作成
pt_pt: Criar novo domínio
uk_ua: Створити новий домен

source: Enable dark mode
ar_sa: تفعيل الوضع المظلم
es_es: Activar el modo noche
fr_fr: Activer le mode sombre
jp_jp: ダークモードを有効にする
pt_pt: Ativar modo noturno
uk_ua: Увімкнути темний режим

source: Enable light mode
ar_sa: تفعيل وضع الضوء
es_es: Activar el modo día
fr_fr: Activer le mode clair
jp_jp: ライトモードを有効にする
pt_pt: Ativar modo claro
uk_ua: Увімкнути світлий режим

source: Logout
ar_sa: تسجيل خروج
es_es: Cerrar sesión
fr_fr: Déconnexion
jp_jp: ログアウト
pt_pt: Sair
uk_ua: Вийти

source: List Domains
ar_sa: النطاقات
es_es: Lista de dominios
fr_fr: Liste des domaines
jp_jp: ドメインをリスト
pt_pt: Listar domínios
uk_ua: Список доменів

source: List Applications
ar_sa: التطبيقات
es_es: Lista de aplicaciones
fr_fr: Liste des demandes
jp_jp: アプリケーションをリスト
pt_pt: Listar aplicações
uk_ua: Список заяви

source: List Contacts
ar_sa: جهات الاتصال
es_es: Lista de contactos
fr_fr: Liste des contacts
jp_jp: 連絡先をリスト
pt_pt: Listar contatos
uk_ua: Список контактів

source: List Hosts
ar_sa: المضيفون
es_es: Lista de hosts
fr_fr: Liste des hôtes
jp_jp: ホストをリスト
pt_pt: Listar hosts
uk_ua: Список хостів

source: List Registrars
ar_sa: المسجلون
es_es: Lista de registradores
fr_fr: Liste des registres
jp_jp: 登録者をリスト
pt_pt: Listar registradores
uk_ua: Список реєстраторів

source: Financials
ar_sa: المالية
es_es: Finanzas
fr_fr: Informations financières
jp_jp: 財政
pt_pt: Finanças
uk_ua: Фінанси

source: Configuration
ar_sa: الإعدادات
es_es: Configuración
jp_jp: 設定
pt_pt: Configuração
uk_ua: Налаштування

source: TLDs
ar_sa: نطاقات المستوى العلوي
fr_fr: TLD

source: Support
ar_sa: الدعم
es_es: Soporte
fr_fr: Assistance
jp_jp: サポート
pt_pt: Suporte
uk_ua: Підтримка

source: Registry Currency
ar_sa: عملة السجل
es_es: Moneda del registro
fr_fr: Devise du registre
jp_jp: レジストリ通貨
pt_pt: Moeda de registro
uk_ua: Валюта реєстру

source: Choose the currency for all transactions. This impacts billing and financial reports. Inform stakeholders of changes.
ar_sa: اختر العملة لجميع المعاملات. يؤثر هذا على الفوترة والتقارير المالية. قم بإبلاغ أصحاب المصلحة بتلك التغييرات
es_es: Elija la moneda para todas las transacciones. Esto afecta a la facturación y los informes financieros. Informar a los interesados de los cambios.
fr_fr: Choisissez la devise pour toutes les transactions. Cela a un impact sur la facturation et les rapports financiers. Informer les parties prenantes des changements.
jp_jp: すべての取引の通貨を選択してください。これは請求書と財政報告に影響します。変更をステークホルダーに通知してください。
pt_pt: Escolha a moeda para todas as transações. Isso afeta os relatórios de faturamento e financeiros. Informe partes interessadas de alterações.
uk_ua: Виберіть валюту для всіх операцій. Це впливає на рахунки та фінансові звіти. Інформувати зацікавлених сторін про зміни.

source: Contact Validation
ar_sa: التحقق من جهة الاتصال
es_es: Validación de contacto
fr_fr: Validation du contact
jp_jp: 連絡先の検証
pt_pt: Validação de contato
uk_ua: Перевірка контакту

source: Validate by Phone
ar_sa: التحقق بواسطة الهاتف
es_es: Validar por teléfono
fr_fr: Valider par téléphone
jp_jp: 電話による検証
pt_pt: Validar por telefone
uk_ua: Перевірка телефоном

source: Validated by Phone
ar_sa: تم التحقق من صحتها بواسطة الهاتف
es_es: Validado por teléfono
fr_fr: Validé par téléphone
jp_jp: 電話によって検証済み
pt_pt: Validado por telefone
uk_ua: Перевірено телефоном

source: Phone Validation
ar_sa: التحقق الهاتفي
es_es: Validación de telefono
fr_fr: Validation du numéro de téléphone
jp_jp: 電話検証
pt_pt: Validação de telefone
uk_ua: Телефонна перевірка

source: Validated by Email
ar_sa: تم التحقق من صحتها بواسطة البريد الإلكتروني
es_es: Validado por email
fr_fr: Validé par e-mail
jp_jp: メールによって検証済み
pt_pt: Validado por e-mail
uk_ua: Перевірено електронною поштою

source: Validate by Email
ar_sa: التحقق بواسطة البريد الإلكتروني
es_es: Validar por Email
fr_fr: Valider par email
jp_jp: メールによる検証
pt_pt: Validar por e-mail
uk_ua: Перевірка електронною поштою

source: Email Validation
ar_sa: التحقق من صحة البريد الإلكتروني
es_es: Validación de email
fr_fr: Validation email
jp_jp: メール検証
pt_pt: Validação de email
uk_ua: Перевірка електронної пошти

source: Validate by Postal Mail
ar_sa: التحقق بواسطة البريد
es_es: Validar por correo postal
fr_fr: Valider par courrier postal
jp_jp: 郵便による検証
pt_pt: Validar por correio postal
uk_ua: Перевірка поштою

source: Validated by Postal Mail
ar_sa: تم التحقق من صحتها بواسطة البريد
es_es: Validado por correo postal
fr_fr: Validé par courrier postal
jp_jp: 郵便によって検証済み
pt_pt: Validado pelo correio postal
uk_ua: Перевірено поштою

source: Postal Mail Validation
ar_sa: التحقق من صحة البريد
es_es: Validación del correo postal
fr_fr: Validation du courrier postal
jp_jp: 郵便検証
pt_pt: Validação do correio postal
uk_ua: Перевірка поштовою скринькою

source: Pending Validation
ar_sa: في انتظار التحقق
es_es: Validación pendiente
fr_fr: En attente de validation
jp_jp: 検証待ち
pt_pt: Validação pendente
uk_ua: Очікує на перевірку

source: Back to Contact Update
ar_sa: العودة إلى تحديث جهة الاتصال
es_es: Volver a actualización de contacto
fr_fr: Retour à la mise à jour du contact
jp_jp: 連絡先更新に戻る
pt_pt: Voltar para atualização de contato
uk_ua: Повернутися до оновлення контактів

source: Validate Contact
ar_sa: التحقق من جهة الاتصال
es_es: Validar contacto
fr_fr: Valider le contact
jp_jp: 連絡先を検証する
pt_pt: Validar contato
uk_ua: Підтвердити контакт

source: Settings
ar_sa: إعدادات
es_es: Ajustes
fr_fr: Paramètres
jp_jp: 設定
pt_pt: Configurações
uk_ua: Налаштування

source: Manage Settings
ar_sa: إدارة الإعدادات
es_es: Administrar ajustes
fr_fr: Gérer les paramètres
jp_jp: 設定を管理する
pt_pt: Gerir configurações
uk_ua: Керування налаштуваннями

source: Not signed
ar_sa: غير موقّع
es_es: No firmado
fr_fr: Non signé
jp_jp: 未署名
pt_pt: Não assinado
uk_ua: Не підписано

source: Signed
ar_sa: تم التوقيع
es_es: Firmado
fr_fr: Signé
jp_jp: 署名済み
pt_pt: Assinado
uk_ua: Підписано

source: These domain names are subject to special regulations or registration requirements. They might be available for registration but under specific conditions, such as proof of eligibility or additional documentation.
ar_sa: تخضع أسماء النطاقات لأنظمة خاصة أو لمتطلبات التسجيل. وقد تكون متاحة للتسجيل ولكن بشروط محددة، مثل إثبات الأهلية أو وثائق إضافية.
es_es: Estos nombres de dominio están sujetos a regulaciones especiales o requisitos de registro. Pueden estar disponibles para su registro, pero bajo condiciones específicas, como prueba de elegibilidad o documentación adicional.
fr_fr: Ces noms de domaine sont soumis à des réglementations spéciales ou à des exigences d’enregistrement. Ils peuvent être disponibles pour l’inscription mais dans des conditions particulières, telles que la preuve d’éligibilité ou la documentation supplémentaire.
jp_jp: これらのドメイン名は、特別な規制または登録要件の対象となります。登録可能ですが、資格の証明や追加の文書など、特定の条件の下でのみです。
pt_pt: Esses nomes de domínio estão sujeitos a regulamentos especiais ou requisitos de cadastro. Podem estar disponíveis para registo, mas em condições específicas, tais como prova de elegibilidade ou documentação adicional.
uk_ua: Ці доменні імена підлягають спеціальним правилам або вимогам реєстрації. Вони можуть бути доступні для реєстрації, але за певних умов, наприклад, надання доказів відповідності або додаткової документації.

source: Enter each
ar_sa: أدخل كل واحدة
es_es: Introducir cada
fr_fr: Entrer chaque
jp_jp: 各項目を入力
pt_pt: Insira a cada
uk_ua: Введіть кожен

source: name on a new line, without the extension. For instance, use "example" in place of "example.com".
ar_sa: الاسم على سطر جديد، بدون الامتداد. على سبيل المثال، استخدم "مثال" بدلاً من "example.com".
es_es: nombre en una nueva línea, sin la extensión. Por ejemplo, use "ejemplo" en lugar de "ejemplo.com".
fr_fr: sur une nouvelle ligne, sans extension. Par exemple, utilisez "exemple" à la place de "exemple.com".
jp_jp: 拡張子を除いた名前を新しい行に入力してください。たとえば、「example.com」の代わりに「example」を使用します。
pt_pt: nome em uma nova linha, sem a extensão. Por exemplo, use "exemplo" no lugar de "exemplo.com".
uk_ua: введіть ім'я на новому рядку без розширення. Наприклад, використовуйте "приклад" замість "example.com".

source: View Ticket
ar_sa: عرض البلاغ
es_es: Ver boleto
fr_fr: Voir du tiket
jp_jp: チケットを見る
pt_pt: Ver ticket
uk_ua: Переглянути квиток

source: Open
ar_sa: مفتوح
es_es: Abierto
fr_fr: Ouvrir
jp_jp: 開く
pt_pt: Aberto
uk_ua: Відкрити

source: In Progress
ar_sa: قيد التنفيذ
es_es: En progreso
fr_fr: En cours
jp_jp: 進行中
pt_pt: Em processo
uk_ua: В процесі

source: Resolved
ar_sa: تم الحل
es_es: Resuelto
fr_fr: Résolue
jp_jp: 解決済み
pt_pt: Resolvido
uk_ua: Вирішено

source: Low
ar_sa: منخفض
es_es: Baja
fr_fr: Bas
jp_jp: 低
pt_pt: Baixa
uk_ua: Низький

source: Medium
ar_sa: متوسط
es_es: Media
fr_fr: Moyen
jp_jp: 中
pt_pt: Média
uk_ua: Середній

source: High
ar_sa: مرتفع
es_es: Alta
fr_fr: Élevée
jp_jp: 高
pt_pt: Alta
uk_ua: Високий

source: Critical
ar_sa: خطير
es_es: Crítica
fr_fr: Critique
jp_jp: 重大
pt_pt: Crítica
uk_ua: Критичний

source: Close Ticket
ar_sa: إغلاق البلاغ
es_es: Cerrar boleto
fr_fr: Fermer le ticket
jp_jp: チケットを閉じる
pt_pt: Fechar ticket
uk_ua: Закрити квиток

source: Escalate Ticket
ar_sa: تصعيد البلاغ
es_es: Escalar boleto
fr_fr: Agrandir le ticket
jp_jp: チケットをエスカレートする
pt_pt: Escalar ticket
uk_ua: Ескалація квитка

source: Reopen Ticket
ar_sa: إعادة فتح البلاغ
es_es: Reabrir boleto
fr_fr: Rouvrir le ticket
jp_jp: チケットを再開する
pt_pt: Reabrir ticket
uk_ua: Відновити квиток

source: Enter old password
ar_sa: أدخل كلمة المرور القديمة
es_es: Introduce la contraseña anterior
fr_fr: Saisissez l'ancien mot de passe
jp_jp: 古いパスワードを入力
pt_pt: Insira a senha antiga
uk_ua: Введіть старий пароль

source: Enter new password
ar_sa: أدخل كلمة مرور جديدة
es_es: Introduce una nueva contraseña
fr_fr: Entrez un nouveau mot de passe
jp_jp: 新しいパスワードを入力
pt_pt: Inserir nova senha
uk_ua: Введіть новий пароль

source: Recent Domains
ar_sa: النطاقات المسجلة حديثًا
es_es: Dominios recientes
fr_fr: Domaines récents
jp_jp: 最近のドメイン
pt_pt: Domínios recentes
uk_ua: Останні домени

source: Recent Support Tickets
ar_sa: بلاغات الدعم الأخيرة
es_es: Recientes boletos de soporte
fr_fr: Tickets d'assistance récents
jp_jp: 最近のサポートチケット
pt_pt: Tickets de suporte recentes
uk_ua: Останні запити підтримки

source: Company Number
ar_sa: رقم الشركة
es_es: Numero de compañia
fr_fr: Numéro de la société
jp_jp: 会社番号
pt_pt: Número da empresa
uk_ua: Номер компанії

source: Official registration number provided by the relevant authority.
ar_sa: رقم التسجيل الرسمي المقدم من السلطة المختصة.
es_es: Número oficial de registro facilitado por la autoridad competente.
fr_fr: Numéro d'enregistrement officiel fourni par l'autorité compétente.
jp_jp: 関係当局から提供された公式登録番号。
pt_pt: Número de registo oficial fornecido pela autoridade competente.
uk_ua: Офіційний реєстраційний номер, наданий відповідним органом.

source: VAT Number
ar_sa: رقم الضريبة على القيمة المضافة
es_es: Número de IVA
fr_fr: Numéro de TVA
jp_jp: VAT番号
pt_pt: Número do IVA
uk_ua: Номер ПДВ

source: VAT number for tax purposes, if registered for VAT.
ar_sa: رقم ضريبة القيمة المضافة للأغراض الضريبية، إذا كان مسجلا لضريبة القيمة المضافة.
es_es: Número de IVA para impuestos, si está registrado para el IVA.
fr_fr: Numéro de TVA aux fins fiscales, s'il est enregistré à la TVA.
jp_jp: VAT に登録されている場合、税務上の VAT 番号。
pt_pt: Número do VAT para fins fiscais, se registrado para o IVA.
uk_ua: Номер ПДВ для цілей оподаткування, якщо зареєстрований платником ПДВ.

source: Manage Registrar
ar_sa: إدارة المسجل
es_es: Administrar registrador
fr_fr: Gérer le registraire
jp_jp: レジストラの管理
pt_pt: Gerenciar registrador
uk_ua: Керувати реєстратором

source: Manage Custom Pricing
ar_sa: إدارة التسعير المخصص
es_es: Gestionar precios personalizados
fr_fr: Gérer les prix personnalisés
jp_jp: カスタム価格設定の管理
pt_pt: Gerenciar preços personalizados
uk_ua: Керуйте індивідуальними цінами

source: Last 7 Days: Domain Registrations
ar_sa: آخر 7 أيام: تسجيلات النطاق
es_es: Últimos 7 días: Registros de dominios
fr_fr: Les 7 derniers jours : Enregistrement de domaine
jp_jp: 過去7日間: ドメイン登録
pt_pt: Últimos 7 dias: Registros de domínio
uk_ua: Останні 7 днів: Реєстрації доменів

source: Top Registrars by Domains
ar_sa: كبار المسجلين حسب النطاقات
es_es: Mejores Registradores por Dominios
fr_fr: Meilleurs registraires par domaines
jp_jp: ドメイン別トップレジストラ
pt_pt: Principais registradores por domínios
uk_ua: Топ реєстраторів за кількістю доменів

source: Support Tickets: Last Week
ar_sa: تذاكر الدعم: الأسبوع الماضي
es_es: Boletos de soporte: la semana pasada
fr_fr: Tickets d'assistance : la semaine dernière
jp_jp: サポートチケット: 先週
pt_pt: Tickets de suporte: Última semana
uk_ua: Підтримка: Тікети за минулий тиждень

source: Registrar Statistics
ar_sa: إحصائيات المسجل
es_es: Estadísticas del registrador
fr_fr: Registraire des statistiques
jp_jp: レジストラ統計
pt_pt: Estatísticas do registrador
uk_ua: Статистика реєстраторів

source: Export Domains
ar_sa: تصدير النطاقات
es_es: Exportar dominios
fr_fr: Exporter les domaines
jp_jp: ドメインのエクスポート
pt_pt: Exportar domínios
uk_ua: Експорт доменів

source: Number of Domains
ar_sa: عدد النطاقات
es_es: Número de dominios
fr_fr: Nombre de domaines
jp_jp: 登録済みドメイン数
pt_pt: Número de domínios
uk_ua: Кількість зареєстрованих доменів

source: Market Share
ar_sa: الحصة السوقية
es_es: Cuota de mercado
fr_fr: Part de marché
jp_jp: マーケットシェア
pt_pt: Fatia do mercado
uk_ua: Частка ринку

source: Earnings
ar_sa: الأرباح
es_es: Ganancias
fr_fr: Revenus
jp_jp: 収益
pt_pt: Ganhos
uk_ua: Доходи

source: Open website
ar_sa: فتح الموقع
es_es: Abrir sitio web
fr_fr: Ouvrir le site web
jp_jp: ウェブサイトを開く
pt_pt: Abrir a página web
uk_ua: Відкрити вебсайт

source: Close
ar_sa: اغلق
es_es: Cerrar
fr_fr: Fermer
jp_jp: 閉じる
pt_pt: Fechar
uk_ua: Закрити

source: Delete Domain
ar_sa: حذف النطاق
es_es: Eliminar Dominio
fr_fr: Supprimer le domaine
jp_jp: ドメインを削除

source: Approve Application
ar_sa: الموافقة على الطلب
es_es: Aprobar Solicitud
fr_fr: Approuver la demande
jp_jp: 申請を承認

source: Reject Application
ar_sa: رفض الطلب
es_es: Rechazar Solicitud
fr_fr: Rejeter la demande
jp_jp: 申請を却下

source: Delete Application
ar_sa: حذف الطلب
es_es: Eliminar Solicitud
fr_fr: Supprimer la demande
jp_jp: 申請を削除

source: Validated
ar_sa: تم التحقق
es_es: Validado
fr_fr: Validé
jp_jp: 検証済み

source: Invalid
ar_sa: غير صالح
es_es: Inválido
fr_fr: Invalide
jp_jp: 無効

source: Delete Contact
ar_sa: حذف جهة الاتصال
es_es: Eliminar Contacto
fr_fr: Supprimer le contact
jp_jp: 連絡先を削除

source: Delete Host
ar_sa: حذف المضيف
es_es: Eliminar Host
fr_fr: Supprimer l'hôte
jp_jp: ホストを削除

source: Impersonate
ar_sa: تسجيل الدخول كمستخدم آخر
es_es: Iniciar sesión como otro usuario
fr_fr: Se connecter en tant qu'un autre utilisateur
jp_jp: 別のユーザーとしてログイン

source: Choose the currency for all registrar transactions.
ar_sa: اختر العملة لجميع معاملات المسجل.
es_es: Elige la moneda para todas las transacciones del registrador.
fr_fr: Choisissez la devise pour toutes les transactions du registraire.
jp_jp: すべてのレジストラ取引の通貨を選択してください。

source: Notify Registrars
ar_sa: إخطار المسجلين
es_es: Notificar a los Registradores
fr_fr: Notifier les registraires
jp_jp: レジストラに通知

source: Send Registrar Notification
ar_sa: إرسال إشعار إلى المسجل
es_es: Enviar Notificación al Registrador
fr_fr: Envoyer une notification au registraire
jp_jp: レジストラ通知を送信

source: Select Registrars
ar_sa: حدد المسجلين
es_es: Seleccionar Registradores
fr_fr: Sélectionner les registraires
jp_jp: レジストラを選択

source: Select All
ar_sa: تحديد الكل
es_es: Seleccionar Todo
fr_fr: Tout sélectionner
jp_jp: すべて選択

source: Deselect All
ar_sa: إلغاء تحديد الكل
es_es: Deseleccionar Todo
fr_fr: Tout désélectionner
jp_jp: すべての選択を解除

source: Last Login:
ar_sa: آخر تسجيل دخول:
es_es: Último Inicio de Sesión:
fr_fr: Dernière connexion :
jp_jp: 最終ログイン：

source: Not Available
ar_sa: غير متوفر
es_es: No Disponible
fr_fr: Non disponible
jp_jp: 利用不可

source: Enter Subject
ar_sa: أدخل الموضوع
es_es: Ingrese Asunto
fr_fr: Saisir le sujet
jp_jp: 件名を入力

source: Type your message...
ar_sa: اكتب رسالتك...
es_es: Escriba su mensaje...
fr_fr: Tapez votre message...
jp_jp: メッセージを入力してください...

source: Create User
ar_sa: إنشاء مستخدم
es_es: Crear Usuario
fr_fr: Créer un utilisateur
jp_jp: ユーザーを作成

source: Create New User
ar_sa: إنشاء مستخدم جديد
es_es: Crear Nuevo Usuario
fr_fr: Créer un nouvel utilisateur
jp_jp: 新規ユーザーを作成

source: Username
ar_sa: اسم المستخدم
es_es: Nombre de Usuario
fr_fr: Nom d'utilisateur
jp_jp: ユーザー名

source: Password
ar_sa: كلمة المرور
es_es: Contraseña
fr_fr: Mot de passe
jp_jp: パスワード

source: Confirm Password
ar_sa: تأكيد كلمة المرور
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
jp_jp: パスワードを確認

source: Active
ar_sa: نشط
es_es: Activo
fr_fr: Actif
jp_jp: アクティブ

source: Pending Review
ar_sa: قيد المراجعة
es_es: Pendiente de Revisión
fr_fr: En attente de révision
jp_jp: レビュー待ち

source: Yes
ar_sa: نعم
es_es: Sí
fr_fr: Oui
jp_jp: はい

source: No
ar_sa: لا
fr_fr: Non
jp_jp: いいえ

source: Type
ar_sa: النوع
es_es: Tipo
jp_jp: 種類

source: Admin
ar_sa: المسؤول
es_es: Administrador
fr_fr: Administrateur
jp_jp: 管理者

source: Registrar Association
ar_sa: ربط المستخدم مع المسجل
es_es: Asociar usuario con registrador
fr_fr: Associer l'utilisateur au registraire
jp_jp: ユーザーをレジストラに関連付ける

source: Manage User
ar_sa: إدارة المستخدم
es_es: Gestionar Usuario
fr_fr: Gérer l'utilisateur
jp_jp: ユーザー管理

source: Update User
ar_sa: تحديث المستخدم
es_es: Actualizar Usuario
fr_fr: Mettre à jour l'utilisateur
jp_jp: ユーザーを更新

source: Send Notification
ar_sa: إرسال إشعار
es_es: Enviar Notificación
fr_fr: Envoyer une notification
jp_jp: 通知を送信

source: Server Health
ar_sa: حالة النظام
es_es: Salud del Sistema
fr_fr: État du système
jp_jp: システムの状態

source: Clear Cache
ar_sa: مسح ذاكرة التخزين المؤقت
es_es: Borrar Caché
fr_fr: Vider le cache
jp_jp: キャッシュをクリア

source: CPU Usage
ar_sa: استخدام المعالج
es_es: Uso de la CPU
fr_fr: Utilisation du processeur
jp_jp: CPU使用率

source: CPU Cores
ar_sa: أنوية المعالج
es_es: Núcleos de la CPU
fr_fr: Cœurs du processeur
jp_jp: CPUコア数

source: Memory Usage
ar_sa: استخدام الذاكرة العشوائية
es_es: Uso de la Memoria RAM
fr_fr: Utilisation de la mémoire RAM
jp_jp: メモリ使用率

source: Memory
ar_sa: ذاكرة الوصول العشوائي
es_es: Memoria RAM
fr_fr: Mémoire RAM
jp_jp: メモリ（RAM）

source: free of
ar_sa: متاح من
es_es: libre de
fr_fr: libre sur
jp_jp: 空き / 合計

source: Disk Usage
ar_sa: استخدام القرص الصلب
es_es: Uso del Disco
fr_fr: Utilisation du disque
jp_jp: ディスク使用率

source: Disk
ar_sa: القرص الصلب
es_es: Disco Duro
fr_fr: Disque dur
jp_jp: ハードディスク

source: EPP Server
ar_sa: خادم EPP
es_es: Servidor EPP
fr_fr: Serveur EPP
jp_jp: EPPサーバー

source: Running
ar_sa: قيد التشغيل
es_es: En Ejecución
fr_fr: En cours d'exécution
jp_jp: 稼働中

source: Stopped
ar_sa: متوقف
es_es: Detenido
fr_fr: Arrêté
jp_jp: 停止中

source: Problem? Restart:
ar_sa: مشكلة؟ إعادة التشغيل:
es_es: ¿Problema? Reiniciar:
fr_fr: Problème ? Redémarrer :
jp_jp: 問題がありますか？ 再起動:

source: DAS Server
ar_sa: خادم DAS
es_es: Servidor DAS
fr_fr: Serveur DAS
jp_jp: DASサーバー

source: Message Producer
ar_sa: منتج الرسائل
es_es: Productor de Mensajes
fr_fr: Producteur de messages
jp_jp: メッセージプロデューサー

source: Message Worker
ar_sa: عامل إرسال الرسائل
es_es: Trabajador de Mensajes
fr_fr: Travailleur des messages
jp_jp: メッセージワーカー

source: Choose Contact to Assign
ar_sa: اختر جهة اتصال للتعيين
es_es: Elija un contacto para asignar
fr_fr: Choisissez un contact à attribuer
jp_jp: 割り当てる連絡先を選択

source: Assign Contact
ar_sa: تعيين جهة الاتصال
es_es: Asignar contacto
fr_fr: Attribuer un contact
jp_jp: 連絡先を割り当てる

source: Expiring Domains
ar_sa: المجالات التي ستنتهي صلاحيتها
es_es: Dominios por expirar
fr_fr: Domaines expirant
jp_jp: 期限切れ間近のドメイン

source: Expired Domains
ar_sa: المجالات المنتهية الصلاحية
es_es: Dominios expirados
fr_fr: Domaines expirés
jp_jp: 期限切れのドメイン

source: WebAuthn is currently disabled for this installation. To enable WebAuthn authentication, please contact the registry administrator.
ar_sa: WebAuthn معطل حاليًا لهذا التثبيت. لتمكين المصادقة عبر WebAuthn، يرجى الاتصال بمسؤول السجل.
es_es: WebAuthn está actualmente deshabilitado para esta instalación. Para habilitar la autenticación WebAuthn, por favor contacte al administrador del registro.
fr_fr: WebAuthn est actuellement désactivé pour cette installation. Pour activer l’authentification WebAuthn, veuillez contacter l’administrateur du registre.
jp_jp: このインストールではWebAuthnが無効になっています。WebAuthn認証を有効にするには、レジストリ管理者に連絡してください。

source: Security
ar_sa: الأمان
es_es: Seguridad
fr_fr: Sécurité
jp_jp: セキュリティ
